{
  "donated": [
    {
      "name": "Georgia Grzybowski",
      "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
      "position": "Project Lead",
      "year": "3rd",
      "department": "Mechanical Engineering, Minor in Science",
      "biomed": true,
      "desc": "Global healthcare and biomedical innovation is above everything else what I am most passionate about. I am thrilled to be the lead for this projects and to be working with the amazing students of UBC BEST. I am currently on co-op and am proudly working for Mantra Energy Alternatives."
    },
    {
      "name": "Marysia Grzybowski",
      "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
      "position": "Advisor",
      "year": "5th",
      "department": "Integrated Sciences",
      "desc": "Marysia is studying Neuroscience through the integration of physiology and psychology. She was one of the members that traveled to Kenya and Uganda on a fact-finding mission in May 2015. She is passionate about global health and the integral role that technology has in medical advancement."
    },
    {
      "name": "Andrea Marshall",
      "img": "/static/img/projects/donated/andrea-marshall.jpg",
      "position": "Associated Captain",
      "year": "4th",
      "department": "Electrical Engineering",
      "desc": "Andrea was part of the team that traveled to Kenya and Uganda in May 2015. She also has 23 months of work experience in the medical device industry at Kardium Inc, LightIntegra Technology and Haemonetics. She is looking forward to providing mentorship and support for this project. In her spare time she enjoys yoga, volleyball, spin classes and BEST!"
    },
    {
      "name": "Ryan Easton",
      "img": "/static/img/projects/donated/ryan-easton.jpg",
      "position": "Member",
      "year": "2nd",
      "department": "Electrical Engineering",
      "desc": "Ryan is thrilled to be apart of the donation team. He is particularly inspired to work on the donation team because it has a huge potential for improvement and could drastically improve the healthcare system in the developing world. In his spare time, he likes to play soccer, volleyball, and relax with friends."
    }
  ],
  "idea_emr": [
    {
      "name": "Ryan Wong",
      "img": "/static/img/projects/idea-emr/ryan-wong.jpg",
      "position": "Project Lead",
      "year": "4th",
      "department": "Electrical Engineering",
      "desc": "While working at Amazon, Avigilon, and Safe Software over the past few years, he has developed a passion for creating user-facing software technologies. He hopes that his addiction for coding will rub off on his teammates, as they work together to innovate the biomedical industry!"
    },
    {
      "name": "Marysia Grzybowski",
      "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
      "position": "Project Lead",
      "year": "5th",
      "department": "Integrated Sciences",
      "desc": "Marysia is studying Neuroscience through the integration of physiology and psychology. She was one of the members that traveled to Kenya and Uganda on a fact-finding mission in May 2015. She is passionate about global health and the integral role that technology has in medical advancement."
    },
    {
      "name": "Elizabeth Wicks",
      "position": "Associate Captain",
      "img": "/static/img/projects/idea-emr/elizabeth-wicks.jpg",
      "year": "5th",
      "department": "Engineering Physics",
      "desc": "Elizabeth is specializing in Electrical option, with a passion for biomedical engineering. She has extensive experience working in the biomedical industry through work terms at Kardium Inc., BC Cancer Research Center, and UBC MS/MRI Research Group. She is excited to provide technical support and mentorship for this project team."
    },
    {
      "name": "Jon Schmok",
      "position": "Member",
      "year": "3rd",
      "department": "Electrical Engineering",
      "biomed": true,
      "desc": "Jon Schmok is passionate about both technology and medicine, and is hoping to work towards a PhD and pursue a research career in Biomedical Engineering."
    },
    {
      "name": "Alessandro Narciso",
      "position": "Member",
      "year": "1st",
      "department": "Engineering",
      "desc": "Alessandro is deeply passionate about biomedical engineering. Through UBC BEST, he aims to pursue this passion and create an impact in the world by developing medical innovations to aid those in low-resource settings. Besides biomedical engineering, Alessandro’s interests include soccer, boxing, playing guitar, software development and travelling."
    },
    {
      "name": "Jade Varelle",
      "position": "Member",
      "year": "2nd",
      "department": "Electrical Engineering",
      "biomed": true,
      "desc": "Jade Varelle is excited to gain experience in tackling healthcare challenges through UBC BEST. Jade is interested in medical physics, specifically imaging and signal processing. In her spare time Jade enjoys hiking, camping and playing field hockey."
    },
    {
      "name": "Hamza Faran",
      "position": "Member",
      "year": "4th",
      "department": "Computer Engineering",
      "desc": "Hamza is a 4th-year Computer (Software) Engineering Student. Having interned as an Automation and Back-end Engineer at Demonware for 20 months, Hamza has a background and passion for systems engineering and distributed systems. He will be moving to Redmond after graduating next year to work in the Cloud and Enterprise division at Microsoft."
    },
    {
      "name": "Emil Maric",
      "position": "Member",
      "year": "4th",
      "department": "Computer Engineering",
      "desc": "Albert Einstein, Nikola Tesla, Bill Gates, Elon Musk. Emil Maric. Transcendental visionaries eternally enshrined in the papers of history. Working as a backend developer on the team, Emil’s code has been compared to the murals of Michelangelo in the Sistine Chapel. Some of his finest work has come as a member of UBC BEST. His work-desk in Kaiser 5505 has been designated as a UNESCO World Heritage Site, and is set to become the 8th Wonder of the World. He looks forward to getting to meet everyone on the team and continuing to work on the IDEA-EMR project."
    },
    {
      "name": "Koushik Peri",
      "position": "Member",
      "year": "4th",
      "department": "Computer Engineering",
      "desc": "Through his 20 months of co-op experience, Koushik has extensive experience writing software in a professional environment. After graduation Koushik will be working as a software engineer on the Windows team at Microsoft. He hopes to fuel his passion for travelling by visiting every country in Europe before he turns 30."
    },
    {
      "name": "Kieren Wou",
      "position": "Member",
      "year": "4th",
      "department": "Computer Engineering",
      "desc": "Starting out in Electrical Engineering, Kieren interned at AMEC. Since switching to software, he has completed Co-op terms at Ericsson and Colligo. He will be working in the Windows Devices group at Microsoft post-graduation. He is excited to work with everyone in BEST and learn about the biomedical industry."
    }
  ],
  "m2m": [
    {
      "name": "May Liang",
      "position": "Project Lead",
      "img": "/static/img/projects/m2m/may-liang.jpg",
      "year": "3rd",
      "department": "Mechanical Engineering",
      "biomed": true,
      "desc": "May has been a driving force for the Music to Movement project in the previous year and looks forward to leading her team in further developing UBC BEST’s stroke rehabilitation device. In the past, May has worked as an undergraduate student volunteer doing PR2 software development and programming a Myo-Controlled Robot Arm demo. She currently works for Arbutus Medical as a biomedical engineering co-op student and is living her dream of making a positive difference to the global health community one small step at a time."
    },
    {
      "name": "Julie Kerr",
      "position": "Associated Captain",
      "img": "/static/img/projects/m2m/julie-kerr.jpg",
      "year": "3rd",
      "department": "Mechanical Engineering (Biomed Option)",
      "desc": "Julie is looking forward to applying the knowledge that she gained on her work term at Ballard to this project. This past summer, Julie was on a work term at Strait Access Technology in South Africa working on a mitral valve repair device."
    },
    {
      "name": "Clinton Large",
      "position": "Member",
      "img": "/static/img/projects/m2m/clinton-large.jpg",
      "year": "4th",
      "department": "Chemical & Biological Engineering",
      "desc": "Clinton has completed two work terms in Michael Smith Labs working with statistical modelling, Monte Carlo simulations, mammalian tissue culturing, and DNA Sanger Sequencing, as well as his one work term in the Chemical & Biological Engineering department working with anaerobic waste water treatment.He is very excited to apply his 10 years of playing trumpet to the development of a musical therapy device."
    },
    {
      "name": "Harley Johnson",
      "position": "Member",
      "img": "/static/img/projects/m2m/harley-johnson.jpg",
      "year": "3rd",
      "department": "Electrical Engineering",
      "biomed": true,
      "desc": "Music to Movement is a perfect fit for Harley, with her many years of playing piano and woodwinds, as well as working for the Royal Conservatory of Music. She is looking forward to applying their school skills to physical projects and helping patients get better through the use of music."
    },
    {
      "name": "Jose Martinez",
      "position": "Member",
      "img": "/static/img/projects/m2m/jose-martinez.jpg",
      "year": "2nd",
      "department": "Mechanical Engineering",
      "biomed": true,
      "desc": "During the summer after Jose's first year, he worked as a research intern at the McCaig Institute of Bone and Joint Health in the University of Calgary. He is passionate about the application of emerging technologies to solve medical problems."
    },
    {
      "name": "Joshua Jessup",
      "position": "Member",
      "img": "/static/img/projects/m2m/joshua-jessup.jpg",
      "year": "2nd",
      "department": "Electrical Engineering",
      "desc": "Josh has a deep passion for the Biomedical Engineering field and more specifically the field of assistive technologies. He hopes to one day pursue a Masters and potentially a Doctorate in Biomedical Engineering. In his spare time Josh works as a Venture Lead with Engineers without Borders UBC, plays Ice Hockey with a local recreation team and takes part in UBC Rec Leagues such as Bodin Ball Hockey. He reallllllllly hopes his team wins more than 2 games this year…"
    },
    {
      "name": "Aria Rezapour",
      "position": "Member",
      "img": "/static/img/projects/m2m/aria-rezapour.jpg",
      "year": "2nd",
      "department": "Integrated Engineering",
      "desc": "The Music to Movement Project allows Aria to combine his passion and experience in music, over 10 years combined of playing piano and violin, with a desire to design and develop a solution for stroke rehabilitation through music therapy. The Biomedical field provides a unique opportunity, as Aria continues to strive towards working for social change, and explore the contributions that the marriage of engineering and physiology can have to improving people’s lives and society at large."
    },
    {
      "name": "Cameron Herberts",
      "position": "Member",
      "img": "/static/img/projects/m2m/cameron-herberts.jpg",
      "year": "3rd",
      "department": "Honours Biophysics",
      "desc": "Having played piano for 15 years, Cameron is thrilled to be part of the Music to Movement project; this is a perfect opportunity for him to unite his love of music with his interests in addressing a relevant clinical challenge by means of student innovation and collaboration. Previous experience of his includes work at the Canadian Centre for Research on Ultra-cold Systems, where he conducted a spectroscopic investigation of cryogenic molecules in quantum degenerate phases. He will continue to pursue this interest of his in optical physics during an upcoming co-op work term at the Max Planck Institute for Solid State Physics in Stuttgart, Germany."
    }
  ],
  "ptm": [
    {
      "name": "Rahat Dande",
      "position": "Project Lead",
      "img": "/static/img/projects/ptm/rahat-dhande.jpg",
      "year": "2nd Year",
      "department": "Engineering Physics",
      "desc": "Rahat Dhande is passionate about science and technology, and their application in Biomedical Engineering.  In his spare time, Rahat likes to wonder what he could do if he had spare time."
    },
    {
      "name": "Brandon Kim",
      "position": "Technical Advisor",
      "img": "/static/img/projects/ptm/brandon-kim.jpg",
      "year": "4th",
      "department": "Electrical Engineering",
      "biomed": true,
      "desc": "Brandon has immense interest in software development. He has extensive work experience including a work term in the Collaborative Advanced Robotics and Intelligent Systems (CARIS) lab and Robotics for Rehabilitation at UBC . He is looking forward to leading this excellent team of students!"
    },
    {
      "name": "Andrea Marshall",
      "img": "/static/img/projects/donated/andrea-marshall.jpg",
      "position": "Associated Captain",
      "year": "4th",
      "department": "Electrical Engineering",
      "desc": "Andrea was part of the team that traveled to Kenya and Uganda in May 2015. She also has 23 months of work experience in the medical device industry at Kardium Inc, LightIntegra Technology and Haemonetics. She is looking forward to providing mentorship and support for this project. In her spare time she enjoys yoga, volleyball, spin classes and BEST!"
    },
    {
      "name": "Elizabeth Wicks",
      "position": "Associate Captain",
      "img": "/static/img/projects/idea-emr/elizabeth-wicks.jpg",
      "year": "5th",
      "department": "Engineering Physics",
      "desc": "Elizabeth is specializing in Electrical option, with a passion for biomedical engineering. She has extensive experience working in the biomedical industry through work terms at Kardium Inc., BC Cancer Research Center, and UBC MS/MRI Research Group. She is excited to provide technical support and mentorship for this project team."
    },
    {
      "name": "Carol Fu",
      "img": "/static/img/projects/ptm/carol-fu.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Computer Engineering",
      "desc": "Carol joined BEST to meet other peers who are also interested in designing medical devices. In her spare time she reads Garfield all day long."
    },
    {
      "name": "Rashmi Prakash",
      "img": "/static/img/projects/ptm/rashmi-prakash.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Electrical Engineering",
      "biomed": true,
      "desc": "Rashmi has a strong interest in the development of diagnostic devices (specifically lab-on-a-chip) and also is passionate about the integration of biology and technology to develop prosthetics that are able receive and send cognitive messages. In her spare time she enjoys playing the guitar, hiking/camping, reading books, playing badminton and watching movies."
    },
    {
      "name": "Justin Kang",
      "img": "/static/img/projects/ptm/justin-kang.jpg",
      "position": "Member",
      "year": "2nd",
      "department": "Engineering Physics",
      "desc": ""
    },
    {
      "name": "Jenny Yang",
      "img": "/static/img/projects/ptm/jenny-yang.jpg",
      "position": "Member",
      "year": "2nd",
      "department": "Engineering Physics",
      "desc": "Jenny is passionate about global access to medicine, and hopes to potentially have an impact on the healthcare system. In her spare time she enjoys cooking, playing badminton and watching movies."
    },
    {
      "name": "Kristyn Lee",
      "img": "/static/img/projects/ptm/kristyn-lee.jpg",
      "position": "Member",
      "year": "2nd",
      "department": "Electrical Engineering",
      "biomed": true,
      "desc": "Kristyn hopes to pursue a career in the biomedical device industry. Through UBC BEST, she strives to make a difference in the lives of others by positively impacting the health sector. Her hobbies include running, tennis and shopping."
    },
    {
      "name": "Lily Takeuchi",
      "img": "/static/img/projects/ptm/lily-takeuchi.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Medical Laboratory Sciences",
      "desc": "Lily is interested in laboratory medicine and engineering applications in haematology and immunopathology. Additionally she has research experience working at the Life Sciences Centre and the Child and Family Research Institute. Lily is looking forward to learning new skills and collaborating with such a multidisciplinary team on the Phototherapy project!  "
    },
    {
      "name": "Harish Anand",
      "position": "Member",
      "year": "3rd",
      "department": "Electrical Engineering",
      "biomed": true,
      "desc": "After working in different electrical positions, including Smart Tech and Ericsson, Harish is excited to bring his acquired technical skills to the team. He is greatly interested in the combination of engineering with the human body and is a strong advocate of fitness."
    },
    {
      "name": "Raj Kumar",
      "position": "Member",
      "year": "3rd",
      "department": "Electrical Engieering",
      "desc": "Raj has a strong interest in developing low cost medical devices and also is passionate about the use of mechatronics in the field of biomedical engineering.  In his spare time he likes reading books, tinkering and breaking things, watching movies, and listening to classical music."
    },
    {
      "name": "Parynaz Adamy",
      "img": "/static/img/projects/ptm/parynaz-adamy.jpg",
      "position": "Member",
      "year": "4th",
      "department": "Computer Science and Biology",
      "desc": "Parynaz worked as a research assistant at Michael Smith Laboratories, subjecting little E.coli to experimental evolution (essentially making super bugs) to understand where/how mutations happen.  As cute as super bug E.coli were, her love of computer science and background in Biology have made her interested in its applications to Biomedical engineering.  She is thrilled to be a part of UBC BEST and this awesome project.  In her spare time, Parynaz likes to kill it in cycling class and then eat ice cream."
    },
    {
      "name": "Tavia Walsh",
      "img": "/static/img/projects/ptm/tavia-walsh.jpg",
      "position": "Member",
      "year": "2nd",
      "department": "Electrical Engineering",
      "desc": ""
    }
  ],
  "rrm": [
    {
      "name": "Karen Woodward",
      "img": "/static/img/projects/rrm/karen-woodward.jpg",
      "position": "Project Lead",
      "year": "3rd",
      "department": "Mechanical Engineering",
      "biomed": true,
      "desc": "Karen joined BEST to explore her interest in medicine, especially in neurology and rehabilitation, as well as the development of medical devices for low resource settings. Karen has previously worked in the biomedical industry as a co-op student at LightIntegra Technology where she will be returning this summer, and hopes to pursue a similar career in the medical device industry."
    },
    {
      "name": "Blake Henderson",
      "img": "/static/img/projects/rrm/blake-henderson.jpg",
      "position": "Associate Captain",
      "year": "3rd",
      "department": "Mechanical Engineering, Minor in Commerce",
      "biomed": true,
      "desc": "Blake was one of the team members who traveled to Kenya and Uganda on a fact-finding mission this past year. While there, he spent a lot of time in the Paediatrics departments and is looking forward to using those experiences to help guide the development of this project. He has previously worked in Orthopaedic Research at the Centre for Hip Health and Mobility at Vancouver General Hospital, and on the Research Team at Kardium Inc., where he will be returning to work in the summer."
    },
    {
      "name": "Lap-Tak Chu",
      "img": "/static/img/projects/rrm/lap-tak-chu.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Engineering Physics",
      "desc": "Lap-Tak is passionate about improving global health. He hopes to pursue a career in the medical and health industry. In his spare time he enjoys being in the outdoors."
    },
    {
      "name": "Nima Sarrafi",
      "img": "/static/img/projects/rrm/nima-sarrafi.jpg",
      "position": "Member",
      "year": "4th",
      "department": "Electrical Engineering",
      "desc": "Nima has experience with signal processing through developing a personalized surgical tourniquet for his capstone project and is looking forward to applying that experience to this project."
    },
    {
      "name": "Amira Balderin",
      "img": "/static/img/projects/rrm/amira-balderin.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Electrical Engineering",
      "desc": "Amira is passionate about the social impact of low resource devices as well as the technology behind these devices. In her spare time she works with Engineers without Borders UBC, IEEE and competes in hackthons. In NWHacks 2015 she placed in the Top 10, creating an alarm clock using pulse oximetry to wake the person in the optimal sleep cycle to ensure regular and deep sleep."
    },
    {
      "name": "Kahlan Gibson",
      "img": "/static/img/projects/rrm/kahlan-gibson.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Electrical Engineering",
      "biomed": true,
      "desc": "Kahlan is interested in digital design and global access to technology. She will be joining Intel as an Embedded Systems Coop in Digital Design and Validation in January 2016. In her spare time, Kahlan is a member of the Meadow Ridge Moose Hockey team, a competitive team that travels throughout the lower mainland, Kamloops, and Victoria."
    },
    {
      "name": "Mehar Gill",
      "img": "/static/img/projects/rrm/mehar-gill.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Integrated Sciences",
      "desc": "Mehar is studying neuropsychology, physiology, and nutrition. She has strong interests in medicine, public health, global health, and medical device development. Through her extensive volunteer and clinical research experience in healthcare settings, she has come to appreciate the need to further develop collaboration among healthcare and biomedical professionals to address a wide range of issues in public health. Mehar is excited to provide analytical research support to the team."
    },
    {
      "name": "Kayla Lee",
      "img": "/static/img/projects/rrm/kayla-lee.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Computer Science and Microbiology",
      "desc": "Kayla is passionate about healthcare technology. She joined BEST to learn about medical device development and how accessibility can be improved to 3rd world countries.  In her spare time, she enjoys dancing and posting of pictures of her homemade healthy snacks on Instagram."
    },
    {
      "name": "Alis Xu",
      "img": "/static/img/projects/rrm/alis-xu.png",
      "position": "Member",
      "year": "4th",
      "department": "Honours Science",
      "desc": "Alis is studying Cellular, Anatomical and Physiological Sciences. She is passionate about medical innovation and making a direct impact on patients the most in need. In joining the Respiratory Rate Monitor project, she hopes to accomplish problem-solving tasks using collaborative and creative efforts. She hopes to contribute to solve the problem of insufficient vital sign monitoring in low resource areas."
    },
    {
      "name": "Ed Mason",
      "img": "/static/img/projects/rrm/ed-mason.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Computer Science",
      "desc": "Edward has a keen interest in science and technology’s role in improving the quality and accessibility of healthcare. He has enjoyed learning arduino and working with the rest of the RR team this year."
    },
    {
      "name": "Glen Aggiss",
      "img": "/static/img/projects/rrm/glen-aggiss.jpg",
      "position": "Member",
      "year": "2nd",
      "department": "Chemical & Biological Engineering",
      "desc": ""
    }
  ],
  "femur": [
    {
      "name": "Georgia Grzybowski",
      "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
      "position": "Project Lead",
      "year": "3rd",
      "department": "Mechanical Engineering, Minor in Science",
      "biomed": true,
      "desc": "Global healthcare and biomedical innovation is above everything else what I am most passionate about. I am thrilled to be the lead for this projects and to be working with the amazing students of UBC BEST. I am currently on co-op and am proudly working for Mantra Energy Alternatives."
    },
    {
      "name": "Julie Kerr",
      "position": "Associated Captain",
      "img": "/static/img/projects/m2m/julie-kerr.jpg",
      "year": "3rd",
      "department": "Mechanical Engineering (Biomed Option)",
      "desc": "Julie is looking forward to applying the knowledge that she gained on her work term at Ballard to this project. This past summer, Julie was on a work term at Strait Access Technology in South Africa working on a mitral valve repair device."
    },
    {
      "name": "Amara Kraft",
      "img": "/static/img/projects/femur/amara-kraft.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Mechanical Engineering",
      "biomed": true,
      "desc": "Amara is excited to utilize the knowledge and skills she has gained from past work terms at The Department of Fisheries and Oceans and Shell to work towards a solution for the traction project. In her spare time, Amara enjoys playing a variety of sports and trying new things."
    },
    {
      "name": "Hannah Haghdadi",
      "img": "/static/img/projects/femur/hannah-haghdadi.jpg",
      "position": "Member",
      "year": "5th",
      "department": "Mechanical Engineering",
      "biomed": true,
      "desc": "Hannah is passionate about biomedical research and development in both clinical and industrial setting. Hannah has worked at SFU NeuroSpine Lab as part of a research team and at Sorin Group Canada as product design engineer. She is looking forward to be part of this project team."
    },
    {
      "name": "Vivian Wong",
      "img": "/static/img/projects/femur/vivian-wong.jpg",
      "position": "Member",
      "year": "5th",
      "department": "Mechanical Engineering",
      "desc": "Vivian is passionate about biomedical engineering and the many branches of global health, including governmental policies and implementation of technology on a global scale. She has completed a number coop placements and excited to finally put those skills to use while working with BEST! In moments of spare time, she’s also interested in improving her amateur guitar playing skills, reading, and martial arts."
    },
    {
      "name": "Paula Adruschak",
      "img": "/static/img/projects/femur/paula-adruschak.jpg",
      "position": "Member",
      "year": "3rd",
      "department": "Materials Engineering, specializing in Biomaterials",
      "desc": "Paula is passionate about biomedical innovation improving patient outcomes in low resource settings. She has previous experience in the biomedical industry having worked at the Centre for Blood Research and the Centre for Hip,Health and Mobility and is looking forward to using the knowledge from these experiences on the project."
    },
    {
      "name": "Karla Rivera",
      "img": "/static/img/projects/femur/karla-rivera.jpg",
      "position": "Member",
      "year": "2nd",
      "department": "Mechanical Engineering",
      "desc": "Karla has a strong interest in the development of technologies that contribute to medical innovations. Becoming a BEST member in her first year has allowed her to become even more passionate and fascinated by the technology that is continuously improving the physical, as well as mental health of others. In her spare time, Karla enjoys hiking, camping, yoga and competitive in Karate."
    },
    {
      "name": "Himani Kukreja",
      "img": "/static/img/projects/femur/himani-kukreja.jpg",
      "position": "Member",
      "year": "",
      "department": "",
      "desc": ""
    }
  ],
  "phone_holder": [
    {
      "name": "Georgia Grzybowski",
      "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
      "position": "Project Adviser",
      "year": "3rd",
      "department": "Mechanical Engineering, Minor in Science",
      "biomed": true,
      "desc": "Global healthcare and biomedical innovation is above everything else what I am most passionate about. I am thrilled to be the lead for this projects and to be working with the amazing students of UBC BEST. I am currently on co-op and am proudly working for Mantra Energy Alternatives."
    },
    {
      "name": "Rahat Dande",
      "position": "Project Adviser",
      "img": "/static/img/projects/ptm/rahat-dhande.jpg",
      "year": "2nd Year",
      "department": "Engineering Physics",
      "desc": "Rahat Dhande is passionate about science and technology, and their application in Biomedical Engineering.  In his spare time, Rahat likes to wonder what he could do if he had spare time."
    }
  ]
}