{
  "data": [
    {
      "id": "m2m",
      "icon": "fa-music",
      "tab": "Music",
      "name": "Music 2 Movement",
      "abbr": "M2M",
      "desc": [
        "Approximately 800,000 people suffer from a stroke each year; about one every four seconds. Suffering a stroke results in the weakness and or loss of function in the body. Often times, those who have suffered from a stroke undergo a repetitive rehabilitation process in order to recover important daily functions. Music to Movement is a student body led initiative aimed at developing an assistive music therapy device that creates a more motivating and engaging experience towards recovery. Two years since inception, Music to Movement has emerged through the collaboration of all the sub teams of UBC BEST, and the extensive research and guidance from our partnered music therapists. Along with strong continued development, M2M has been featured as finalists at the MDDC Awards for Excellence in Biomedical Engineering Design and Innovation as well as for the RESNA (Rehabilitation Engineering and Assistive Technology Society of North America) Student Design Competition Award."
      ],
      "members": [
        {
          "name": "Justine Sultan",
          "position": "Project Lead",
          "img": "",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Charu Bhargava",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Computer Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Angelica Liaw",
          "position": "Member",
          "img": "",
          "year": "2nd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Aria Rezapour",
          "position": "Member",
          "img": "/static/img/projects/m2m/aria-rezapour.jpg",
          "year": "3rd",
          "department": "Integrated Engineering",
          "desc": "The Music to Movement Project allows me to combine my passion and experience in music with a desire to design and develop solutions for the field of medicine. The Biomedical field provides a unique opportunity, as I continue to strive towards working for social change, and explore the contributions that the marriage of engineering and physiology can have to improving people’s lives and society at large. Developing different prototypes has taught me a number of mechanical, computer and electrical technical skills."
        },
        {
          "name": "Sarah Mohn",
          "position": "Member",
          "img": "",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "James Zhou",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Computer Engineering",
          "desc": "I joined UBC BEST because I want to learn more about biomedical devices as well as the role of computer systems in the field of biotechnology.  I have experience with embedded systems programming and database design, and am currently working on integrating a relational database to store patient records and sessional data for the M2M device. Aside from trying to debug my code and differentiating resistor band colours, I like to read science fiction novels and practice Taekwondo."
        },
        {
          "name": "Ryan Easton",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Electrical Engineering",
          "desc": ""
        },
        {
          "name": "Justin Park",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Andrew Yan",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I was attracted to Biomedical engineering and UBC BEST because it combines my two passions, Medicine and Engineering.  Since joining BEST in my first year, I have been on multiple projects that have helped me develop valuable programming and electrical skills, as well as giving me a better idea of how engineering design works.  I hope to continue to work on and create medical devices that will improve healthcare worldwide."
        },
        {
          "name": "Samia Sama",
          "position": "Member",
          "img": "",
          "year": "2nd",
          "department": "Engineering Physics",
          "desc": ""
        },
        {
          "name": "Jessi Knutson",
          "position": "Member",
          "img": "",
          "year": "3",
          "department": "",
          "desc": ""
        },
        {
          "name": "Morgan Kaye",
          "position": "Member",
          "img": "",
          "year": "2",
          "department": "Chemical and Biological Engineering",
          "desc": ""
        }

      ]
    },
    {
      "id": "rrm",
      "icon": "fa-mixcloud",
      "tab": "Respiratory",
      "name": "Respiratory Rate Monitor",
      "abbr": "RRM",
      "desc": [
        "Each year, over one million children under the age of 5 die due to acute respiratory infections. The majority of these deaths occur in low resource countries, where hospitals often do not have the necessary personnel or equipment to constantly monitor the respiratory rate of paediatric patients. Measuring a patient’s respiratory rate is vital in the clinical assessment for disease diagnosis, prognosis, and treatment. The team aims to develop a low cost, context appropriate monitoring device that continuously reads a patient's respiratory rate and alerts a medical professional when the patient is in distress. Currently developing their second iteration prototype, the team is exploring accelerometer technology to use in their designs."
      ],
      "members": [
        {
          "name": "Jade Varelle",
          "img": "",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "Jade Varelle is excited to gain experience in tackling healthcare challenges through UBC BEST. Jade is interested in medical physics, specifically imaging and signal processing. In her spare time Jade enjoys hiking, camping and playing field hockey."
        },
        {
          "name": "Brian Ho",
          "img": "",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Yamen Taha",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "One of the main reasons I joined UBC was because of it's biomedical engineering program and UBC BEST was a great opportunity for me to gain more hands on practical experience in my intended field of study and pursue my interest. I joined UBC BEST in my second year and have enjoyed being part of the Respiratory Rate Monitor team since then."
        },
        {
          "name": "Shafkat Hussain Khondker",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Engineering Physics",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Lap-Tak Chu",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Cheng (Kim) Li",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Medicine",
          "biomed": true,
          "desc": "One of the main reasons I joined UBC was because of it's biomedical engineering program and UBC BEST was a great opportunity for me to gain more hands on practical experience in my intended field of study and pursue my interest. I joined UBC BEST in my second year and have enjoyed being part of the Respiratory Rate Monitor team since then."
        },
        {
          "name": "Sampah Satti",
          "img": "",
          "position": "Advisor"
        },
        {
          "name": "Brenda Nakandi",
          "img": "",
          "position": "Member - Makarere University"
        },
        {
          "name": "Racheal Nassimbwa",
          "img": "",
          "position": "Member - Makarere University"
        }
      ]
    },
    {
      "id": "idea",
      "icon": "fa-database",
      "tab": "IDEA",
      "name": "Infectious Diseases Emergency Aid - Electronic Medical Record",
      "abbr": "IDEA-EMR",
      "desc": [
        "The Infectious Disease and Emergency Aid Electronic Medical Records (IDEA EMR) project arose from a proposal generated in November 2014 to address the challenge of transferring and recording patient findings within Ebola Treatment Centers. This project is now developing an EMR that uses a local mesh network to record the findings of patients with infectious diseases such as Ebola."
      ],
      "members": [
        {
          "name": "Ryan Wong",
          "img": "/static/img/projects/idea-emr/ryan-wong.jpg",
          "position": "Project Lead",
          "year": "4th",
          "department": "Electrical Engineering",
          "desc": "While working at Amazon, Avigilon, and Safe Software over the past few years, he has developed a passion for creating user-facing software technologies. He hopes that his addiction for coding will rub off on his teammates, as they work together to innovate the biomedical industry!"
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "5th",
          "department": "Integrated Sciences",
          "desc": "Marysia is studying Neuroscience through the integration of physiology and psychology. She was one of the members that traveled to Kenya and Uganda on a fact-finding mission in May 2015. She is passionate about global health and the integral role that technology has in medical advancement."
        },
        {
          "name": "Hamza Faran",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Hamza is a 4th-year Computer (Software) Engineering Student. Having interned as an Automation and Back-end Engineer at Demonware for 20 months, Hamza has a background and passion for systems engineering and distributed systems. He will be moving to Redmond after graduating next year to work in the Cloud and Enterprise division at Microsoft."
        },
        {
          "name": "Emil Maric",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Albert Einstein, Nikola Tesla, Bill Gates, Elon Musk. Emil Maric. Transcendental visionaries eternally enshrined in the papers of history. Working as a backend developer on the team, Emil’s code has been compared to the murals of Michelangelo in the Sistine Chapel. Some of his finest work has come as a member of UBC BEST. His work-desk in Kaiser 5505 has been designated as a UNESCO World Heritage Site, and is set to become the 8th Wonder of the World. He looks forward to getting to meet everyone on the team and continuing to work on the IDEA-EMR project."
        },
        {
          "name": "Koushik Peri",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Through his 20 months of co-op experience, Koushik has extensive experience writing software in a professional environment. After graduation Koushik will be working as a software engineer on the Windows team at Microsoft. He hopes to fuel his passion for travelling by visiting every country in Europe before he turns 30."
        },
        {
          "name": "Kieren Wou",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Starting out in Electrical Engineering, Kieren interned at AMEC. Since switching to software, he has completed Co-op terms at Ericsson and Colligo. He will be working in the Windows Devices group at Microsoft post-graduation. He is excited to work with everyone in BEST and learn about the biomedical industry."
        }
      ]
    },
    {
      "id": "fft",
      "icon": "fa-chain-broken",
      "tab": "Femur",
      "name": "Femur Fracture Treatment Project",
      "abbr": "FFTP",
      "desc": [
        "Trauma is a major cause of death and disability worldwide and motor vehicle accidents are the leading cause of nonfatal injuries, with femur fractures being the most common musculoskeletal injury. Effective femoral surgery is not easily accessible to patients in low income countries and as a result, patients are treated with other methods. One of the most common treatments is called skeletal traction, a non-surgical method of realigning bones through constant force application. It is a method that requires few resources and is not deemed surgical, but constrains a patient to a bed for 2-3 months and is often accompanied by complications including pin-tract infection, malunion, nonunion, blood clots, and pressure sores. The Femur Fracture Treatment Project team aims to design a device that aligns and maintains alignment of a broken femur, while being compact and allowing more mobility than current methods. The project aims to design a device that will produce better patient outcomes, increase mobility, and decrease hospital cost and bed time compared to current traction treatment.",
        "The team is currently prototyping various designs of the device, while also conducting research on bone and fracture mechanics and bone healing. The team is working with a group of Orthopaedic Medicine students in Uganda to develop the device so it is context appropriate and will be successful in improving traction treatment in low income countries."
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "I am a third year Mechanical Engineering student with an option in Biomedical Engineering. I was a member of the IMDI field team and was involved in the identification of the needs and challenges that have shaped four of BEST’s current projects. I saw first hand the burden of trauma in low income countries and the challenges with femur fracture treatment. This put into perspective the need for biomedical innovation in treatment and motivated me to development this project."
        },
        {
          "name": "Karla Rivera",
          "img": "/static/img/projects/femur/karla-rivera.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "Karla is very passionate about advancing biomedical technologies to improve individuals' quality of life. She is very excited to collaborate with medical professionals and apply her co-op experience to develop a low-cost and effective alternative to current traction practices. During her free time, Karla enjoys hiking, reading and practicing karate."
        },
        {
          "name": "Jackson Robinson",
          "img": "",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Jessie Massong",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "desc": "Jessie believes that technology is highly valuable to advancing medicine. She wants to help make the adoption of medical technologies more widespread in both developed and developing countries. She is excited to apply her hands-on mechanical design experience to developing devices that target specific needs in the clinic. Jessie loves collaborating with the amazing community of intelligent, creative and caring people created by BEST."
        },
        {
          "name": "Jessica Bo",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "My inspiration to pursue my passion for promoting innovative medical technologies came as a result of volunteering as a pediatrics research adviser and advocate. I gained valuable mechanical design experience during my co-op terms at Mazdis, which I hope to bring to the Femur Fracture Treatment Project team. I also love travelling the world and exploring new places!"
        },
        {
          "name": "Elaine Lee",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Isabelle Pasin",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Kinesiology and Health Sciences, Minor in Biology",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Chris Bhatla",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Kinesiology and Health Sciences, Minor in Biology",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Aidan Canil",
          "img": "",
          "position": "Member",
          "year": "",
          "department": "",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Julia Hudea",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Alexander Waslen",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Mechanical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Eric Pucci",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Finance, Minor in Economics",
          "biomed": false,
          "desc": ""
        },
         {
          "name": "Andrew Ladouceur",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Sauder School of Business",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Jimmy Ntaawu",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Biomedical Engineering",
          "biomed": false,
          "desc": "Jimmy is a fourth year student of Biomedical Engineering, Makerere University Uganda. He has a fascination for innovation, research and development of biomedical engineering ideas especially if it favours low- and middle- income settings. Jimmy has a thing of exploring the various concepts and methods used to solve healthcare problems across the world. His desire is to explore scientific and engineering principles that can be used to develop technology that can solve their healthcare problems."
        }
      ]
    },
    {
      "id": "ptm",
      "icon": "fa-leaf",
      "tab": "MINT",
      "name": "Medical Innovation in NeuroTechnology",
      "abbr": "MINT",
      "img": "/static/img/projects/ptm/mint-logo.png",
      "desc": [
        "Mission Statement → To build our capacity to tackle neurotech challenges, foster a collaborative network of professionals, enthusiasts and the general public. ",
        "Vision → We aim to bridge clinical and social aspects of neuroscience by accessibly reproducing and innovating upon notable experiments and technologies.",
        "About Us → We are a project under UBC’s BEST (Biomedical Engineering Student Team), populated by a diverse group of students (Nursing, Psych, COGS, Elec Eng, Mech Eng, CompSci, etc) eager to make an impact.",
        "Website → https://ubcmint.github.io"
      ],
      "members": [
        {
          "name": "Bhaskar Yechuri",
          "img": "",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Giulio Sucar",
          "position": "Technical Lead",
          "img": "",
          "year": "4th",
          "department": "Engineering Physics",
          "desc": ""
        },
        {
          "name": "Kristyn Lee",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering, Minor in Commerce",
          "biomed": true,
          "desc": "I am so excited to be working with a diverse group of students that share a passion for NeuroTech innovation. Through UBC BEST, I aim to make a difference in the lives of others by positively impacting the health sector. I am also pursuing a minor in Commerce since the combination of a business and engineering degree will help me understand the commercialization potential of new biomedical products. For co-op, I previously worked as a Junior Software Developer at Paragon Testing Enterprises."
        },
        {
          "name": "Tavia Walsh",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "As a team, we share a passion for helping people and advancing the medical field - getting a chance to do just that, as a part of BEST is incredibly rewarding. Having access to information about device needs and challenges in real medical applications was especially important in setting me on my goal towards becoming a biomedical engineer. I’m so excited to see what new innovations we will create in the field of NeuroTech!"
        },
        {
          "name": "Rashmi Prakash",
          "img": "/static/img/projects/ptm/rashmi-prakash.jpg",
          "position": "Technical Advisor",
          "year": "5th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "Rashmi has a strong interest in the development of diagnostic devices (specifically lab-on-a-chip) and also is passionate about the integration of biology and technology to develop prosthetics that are able receive and send cognitive messages. In her spare time she enjoys playing the guitar, hiking/camping, reading books, playing badminton and watching movies."
        },
        {
          "name": "Emily Weemees",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Arts",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Amanda Tuey",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Anica Villamayor",
          "img": "",
          "position": "Member",
          "year": "1st",
          "department": "Master of Occupational Therapy",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Carol Fu",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Patrick Coleman",
          "img": "",
          "position": "Member",
          "year": "5th",
          "department": "COGS",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Anthea Wong",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Ge (Jessica) Ma",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Engineering Physics",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Kevin Tang",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Emma Gray",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Integrated Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Chaitanya Upmanu",
          "img": "",
          "position": "Member",
          "year": "1st",
          "department": "Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Michelle Mak",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Michael Halim",
          "img": "/static/img/projects/ptm/michael-halim.jpg",
          "position": "Member",
          "year": "2nd",
          "department": "Chemical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Michael Ko",
          "img": "/static/img/projects/ptm/michael-ko.jpg",
          "position": "Member",
          "year": "2nd",
          "department": "Engineering Physics",
          "biomed": false,
          "desc": ""
        }
      ]
    },
    {
      "id": "donated",
      "icon": "fa-hospital-o",
      "tab": "Donated",
      "name": "Donated Medical Equipment Project",
      "abbr": "DMEP",
      "desc": [
        "A common challenge encountered on the IMDI trip was with the use, maintenance and disposal of donated medical equipment. Studies have shown that as much of 70% of donated medical equipment is never put into use in recipient countries. There are many factors that contribute to this problem, for example a lack of training to use the equipment and technical manuals. Often technical considerations are not accounted for when equipment is donated – such as differences in voltage between countries, and power fluctuations common to low resource settings.",
        "This project aims to improve medical equipment donation practices from Canada to low income countries. The team aims to work in partnership with Canadian charities, and biomedical professionals to develop appropriate solutions to improving the quality of donations made to low income countries and the system in which they are donated. The DEMP team is currently organizing a webinar with CMBES to facilitate collaboration and communication between Canadian charities that donate medical equipment. The webinar will facilitate discussion regarding challenges charities face when donating and possible solutions to improve those challenges. "
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "I am a third year Mechanical Engineering student with an option in Biomedical Engineering. I was a member of the IMDI field team and was involved in the identification of the needs and challenges that have shaped four of BEST’s current projects. I saw first hand the challenges with donated medical equipment in low income country hospitals. This spurred me to develop this project in order to improve the quality of donations and the donation process."
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Advisor",
          "year": "5th",
          "department": "Integrated Sciences",
          "desc": "Marysia is studying Neuroscience through the integration of physiology and psychology. She was one of the members that traveled to Kenya and Uganda on a fact-finding mission in May 2015. She is passionate about global health and the integral role that technology has in medical advancement."
        },
        {
          "name": "Ryan Easton",
          "img": "/static/img/projects/donated/ryan-easton.jpg",
          "position": "Member",
          "year": "2nd",
          "department": "Electrical Engineering",
          "desc": "Ryan is thrilled to be apart of the donation team. He is particularly inspired to work on the donation team because it has a huge potential for improvement and could drastically improve the healthcare system in the developing world. In his spare time, he likes to play soccer, volleyball, and relax with friends."
        }
      ]
    },
    {
      "id": "mph",
      "icon": "fa-mobile-phone",
      "tab": "Phone",
      "name": "Microscope Phone Holder",
      "abbr": "MPH",
      "desc": [
        "Diagnosis of malaria, tuberculosis, typhoid, and other blood borne diseases is a pressing issue in East Africa. Current diagnostic techniques are either not feasible in low resource settings, or lacking in accuracy.",
        "To improve the effectiveness of diagnosing haematologic diseases in low resource settings, a research team in Uganda affiliated with Grand Challenges Canada is developing an image processing application that can help diagnose malaria. An image of the blood smear is magnified by a microscope, and the magnified image is captured using a mobile phone camera. This captured image is then analyzed by the application. The application marks certain features of the blood sample such as red blood cells, white blood cells, and plasma, to be examined later by doctors.",
        "Our challenge, as the Microscope Phone Holder Attachment Team, is to design a mechanical device that aligns the attaches the phone and phone camera to the lens of a microscope. The phone needs to be attached firmly and securely to the microscope. At the same time, the phone’s position and alignment must be easy to adjust.",
        "Our team of mechanical engineering and engineering physics students is currently working to design a convenient, stable, and adaptable ‘phone holder’ attachment for microscopes, that can be 3D printed on-site."
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Advisor",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "Global healthcare and biomedical innovation is above everything else what I am most passionate about. I am thrilled to be the lead for this projects and to be working with the amazing students of UBC BEST. I am currently on co-op and am proudly working for Mantra Energy Alternatives."
        },
        {
          "name": "Rahat Dande",
          "position": "Project Advisor",
          "img": "/static/img/projects/ptm/rahat-dhande.jpg",
          "year": "2nd Year",
          "department": "Engineering Physics",
          "desc": "Rahat Dhande is passionate about science and technology, and their application in Biomedical Engineering.  In his spare time, Rahat likes to wonder what he could do if he had spare time."
        }
      ]
    },
    {
      "id": "imdi",
      "icon": "fa-globe",
      "tab": "IMDI",
      "name": "International Medical Device Initiative",
      "abbr": "IMDI",
      "desc": [
        "The International Medical Device Initiative (IMDI) was a 3 week international fact-finding mission to Kenya and Uganda that took place in May 2015 after months of planning and preparation. The purpose of this initiative was to investigate medical challenges in international environments that our team could address with contextually appropriate innovations, and to develop connections with local medical professionals who we could collaborate with in the future."
      ],
      "links":[
        {
          "text": "Find out more about the IMDI project.",
          "url": "http://best.ece.ubc.ca/imdi/"
        },
        {
          "text": "Read about our trip on our blog.",
          "url": "http://best.ece.ubc.ca/category/imdi-2015/"
        }
      ],
      "members": [
        {
          "name": "Andrea Marshall",
          "img": "/static/img/projects/donated/andrea-marshall.jpg",
          "position": "Field Team Member"
        },
          {
          "name": "Blake Henderson",
          "img": "/static/img/projects/rrm/blake-henderson.jpg",
          "position": "Field Team Member",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Commerce",
          "biomed": true
        },
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Field Team Member",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Field Team Member",
          "year": "5th",
          "department": "Integrated Sciences"
        }
      ]
    }
  ]
}
