{
    "data": [
        {
            "id": "femur",
            "icon": "fa-chain-broken",
            "tab": "FFTP",
            "name": "Femur Fracture Treatment Project",
            "abbr": "FFTP",
            "desc": [
                "Trauma is a major cause of death and disability worldwide and motor vehicle accidents are the leading cause of nonfatal injuries, with femur fractures being the most common musculoskeletal injury. Effective femoral surgery is not easily accessible to patients in low income countries and as a result, patients are treated with other methods. One of the most common treatments is called skeletal traction, a non-surgical method of realigning bones through constant force application. It is a method that requires few resources and is not deemed surgical, but constrains a patient to a bed for 2-3 months and is often accompanied by complications including pin-tract infection, malunion, nonunion, blood clots, and pressure sores. The Femur Fracture Treatment Project team aims to design a device that aligns and maintains alignment of a broken femur, while being compact and allowing more mobility than current methods. The project aims to design a device that will produce better patient outcomes, increase mobility, and decrease hospital cost and bed time compared to current traction treatment.The team is currently prototyping various designs of the device, while also conducting research on bone and fracture mechanics and bone healing.  The team is working with a group of Orthopaedic Medicine students in Uganda to develop the device so it is context appropriate and will be successful in improving traction treatment in low income countries."
            ],
            "members": [
                {
                    "name": "Jackson Robinson",
                    "position": "Project Lead",
                    "img": "static/img/projects/femur/jackson-robinson.png",
                    "year": "3rd",
                    "department": "Mechanical Engineering",
                    "biomed": false,
                    "desc": "I am a current Mechanical Engineering student with a Biomedical specialization. I have a strong passion for improving medical practice in developing countries, and am very excited to contribute to device development as a project lead of FFTP. My professional interests include biomechanics and numerical analysis, with previous experience working in the engineering consulting industry. When not at school, I spend time working as a skating instructor, hiking and playing guitar, and hope to successfully apply to a Canadian medical school upon graduation."
                },
                {
                    "name": "Julia Hudea",
                    "position": "Member",
                    "img": "static/img/projects/femur/julia-hudea.png",
                    "year": "3rd",
                    "department": "Mechanical Engineering",
                    "biomed": true,
                    "desc": "Julia is in her 3rd year of Mechanical Engineering in the Biomedical Specialization. Her interest in Biomedical Engineering stemmed from a desire to reinvent the medical field in order to improve quality of life for all humans. She is looking forward to apply testing and manufacturing knowledge, gained from her co-op experience, to help FFTP achieve short term and long term goals."
                },
                {
                    "name": "Emilie Dara Rose Boras",
                    "position": "Member",
                    "img": "static/img/projects/femur/emilie-dara-rose-boras.png",
                    "year": "2nd",
                    "department": "Mechanical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Melody Hsiao-Mei Tsai",
                    "position": "Member",
                    "img": "static/img/projects/femur/melody-hsiao-mei-tsai.png",
                    "year": "4th",
                    "department": "Mechanical Engineering",
                    "biomed": true,
                    "desc": ""
                },
                {
                    "name": "Paige Ngo",
                    "position": "Member",
                    "img": "",
                    "year": "3rd",
                    "department": "Mechanical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Annette Ye",
                    "position": "Member",
                    "img": "",
                    "year": "1st",
                    "department": "Medicine",
                    "biomed": false,
                    "desc": ""
                }
            ]
        },
        {
            "id": "bit",
            "icon": "fa-flask",
            "tab": "BIT",
            "name": "Biochemical Innovation Team",
            "abbr": "BIT",
            "desc": [
                "BIT aims to explore and innovate medical solutions in the biochemical area of biomedical engineering. This includes stem cell technology, tissue printing, drug and gene delivery, genetic and protein engineering, and nanosystems."
            ],
            "members": [
                {
                    "name": "Andrea Olaizola",
                    "position": "Project Lead",
                    "img": "static/img/projects/bit/andrea-olaizola.png",
                    "year": "4th",
                    "department": "Chemical Biology",
                    "biomed": false,
                    "desc": "I'm currently majoring in chemistry and biology at UBC. I've always been passionate about design, technology and medicine. What motivates me the most is being able to contribute in the development of innovative and more efficient technologies to improve healthcare and quality of life. I'm excited to work with BEST and learn more about the biomedical industry. "
                },
                {
                    "name": "Laveniya Kugathasan",
                    "position": "Project Lead",
                    "img": "",
                    "year": "3rd",
                    "department": "Pharmacology",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Meriem Satra",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Biomedical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Reid Sutherland",
                    "position": "Member",
                    "img": "",
                    "year": "3rd",
                    "department": "Chemical and Biological Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Sean McGrath",
                    "position": "Member",
                    "img": "static/img/projects/bit/sean-mcgrath.png",
                    "year": "4th",
                    "department": "Chemical and Biological Engineering",
                    "biomed": false,
                    "desc": ""
                }
            ]
        },
        {
            "id": "en",
            "icon": "fa-hand-paper-o",
            "tab": "ENABLE",
            "name": "ENABLE",
            "abbr": "ENABLE",
            "desc": [
                "Enable is a team made up of dedicated students who are developing an upper body exoskeleton that provides assistance to users with reduced mobility. We aim to construct an exoskeleton that is affordable and can be utilized on a day-to-day basis or used as a rehabilitation tool. Our team has a diverse group of students (Mechanical Engineering, Electrical Engineering, Kinesiology, Integrated Engineering) who are eager to design assistive technologies and expand their knowledge of biomedical engineering."
            ],
            "members": [
                {
                    "name": "Joshua French",
                    "position": "Project Lead",
                    "img": "static/img/projects/en/joshua-french.png",
                    "year": "2nd",
                    "department": "Integrated Engineering",
                    "biomed": false,
                    "desc": "I believe the intersection of medicine, engineering, and innovation has the enormous potential to better lives. This belief is the primary driver behind my academic and extracurricular pursuits.  I have experience as a Research Assistant at the Centre for Hip Health and Mobility, located at VGH. Additionally, I am pursuing a Minor in Entrepreneurship and placed third in the Innovation OnBoard Competition with the UBC Biomod team; our project being a system for the early detection of lung cancer.  www.linkedin.com/in/joshfrenchubc"
                },
                {
                    "name": "Joshua Jessup",
                    "position": "Project Lead",
                    "img": "static/img/projects/en/joshua-jessup.jpg",
                    "year": "3rd",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Gabrielle Boutros",
                    "position": "Member",
                    "img": "static/img/projects/en/gabrielle-boutros.png",
                    "year": "2nd",
                    "department": "Mechanical Engineering",
                    "biomed": true,
                    "desc": "I am excited to apply my engineering skills to an exoskeleton project like ENABLE, as I am interested in spinal cord injury rehabilitation and assistive devices. Additionally, my interests include tissue engineering and its applications in organ 3D printing, as well as surgical devices. I have always been passionate about medicine and new technology, and biomedical engineering is the perfect opportunity to pursue that interest and make a positive impact on the quality of life of people around the world."
                },
                {
                    "name": "Nima Yazdi",
                    "position": "Member",
                    "img": "static/img/projects/en/nima-yazdi.png",
                    "year": "2nd",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": "Nima Yazdi is a second year Electrical Engineering student in the Biomedical Option. Nima has a strong interest in the applications of electronics in medical use such as medical devices and assistive technology. His passion has lead him to pursue work and hands on experience in the field and has had the opportunity to work at a medical device company in Vancouver. Nima also enjoys playing Badminton and skiing, as well as spending time with friends and family."
                },
                {
                    "name": "Angus Tsang",
                    "position": "Member",
                    "img": "static/img/projects/en/angus-tsang.png",
                    "year": "4th",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Fabiola Martens",
                    "position": "Member",
                    "img": "static/img/projects/en/fabiola-martens.png",
                    "year": "2nd",
                    "department": "Integrated Engineering",
                    "biomed": false,
                    "desc": "After a year in Chemical Engineering, and 12 months of mechanical co-op experience, I realized my aptitude and love for all things mech and decided to transfer departments. Perpetual student is my calling. I have always had my sights set on biomedical engineering and have a particular fascination with biomechanics, making Enable's work developing an elbow exoskeleton especially exciting. In my free time, I play soccer and ultimate, read novels, learn to code, and spend time with cool people."
                },
                {
                    "name": "Genevieve Goldstein",
                    "position": "Member",
                    "img": "static/img/projects/en/genevieve-goldstein.png",
                    "year": "3rd",
                    "department": "Kinesiology",
                    "biomed": false,
                    "desc": "I am a 3rd year Kinesiology student with interests in biomechanics and movement. Through BEST, I am able to integrate science with design, learning many new skills along the way. I have experience working with pediatric concussion research and sleep monitoring technology as well as involvement with UBC Varsity Athletics as a student athletic trainer for the Women's Volleyball team. I'm excited to be working on the ENABLE project on the research team!"
                },
                {
                    "name": "Erik Lamoureux",
                    "position": "Member",
                    "img": "static/img/projects/en/erik-lamoureux.png",
                    "year": "3rd",
                    "department": "Mechanical Engineering",
                    "biomed": false,
                    "desc": "I have experience on the research sub-team of the ENABLE exoskeleton. My experience in medical research and surgical shadowing give me a practical basis for this research."
                },
                {
                    "name": "Sophie Varabioff",
                    "position": "Member",
                    "img": "static/img/projects/en/sophie-varabioff.png",
                    "year": "2nd",
                    "department": "Engineering Physics",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Darryl Greenough",
                    "position": "Member",
                    "img": "static/img/projects/en/darryl-greenough.png",
                    "year": "2nd",
                    "department": "Biomedical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Carson Hopkins",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Mechanical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Kyle Como",
                    "position": "Member",
                    "img": "static/img/projects/en/kyle-como.png",
                    "year": "4th",
                    "department": "Mechanical Engineering",
                    "biomed": true,
                    "desc": ""
                },
                {
                    "name": "Luke Grandbois",
                    "position": "Member",
                    "img": "static/img/projects/en/luke-grandbois.png",
                    "year": "3rd",
                    "department": "Mechanical Engineering",
                    "biomed": true,
                    "desc": "I am passionate about working with people, and engineering design. ENABLE has given me the opportunity to do both."
                },
                {
                    "name": "Brock Wiebe",
                    "position": "Member",
                    "img": "static/img/projects/en/brock-wiebe.png",
                    "year": "3rd",
                    "department": "Mechanical Engineering",
                    "biomed": true,
                    "desc": "I have a Diploma in Mechanical Engineering Technology from SAIT in Calgary Alberta. I learnt from this experience that engineers can make in incredible impact on people's lives. There is no better opportunity at UBC other then BEST to do this. "
                },
                {
                    "name": "Karl Leboeuf",
                    "position": "Member",
                    "img": "",
                    "year": "3rd",
                    "department": "Integrated Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Jamie Yuen",
                    "position": "Member",
                    "img": "",
                    "year": "3rd",
                    "department": "Mechanical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Ema Nikolic",
                    "position": "Member",
                    "img": "",
                    "year": "3rd",
                    "department": "Integrated Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Jaden Coelho",
                    "position": "Member",
                    "img": "static/img/projects/en/jaden-coelho.png",
                    "year": "2nd",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": "I've always been interested in engineering and creating new things and my love for the human bodying and helping others has led me to the biomedical aspect of engineering."
                },
                {
                    "name": "Lauren Willeson",
                    "position": "Member",
                    "img": "static/img/projects/en/lauren-willeson.png",
                    "year": "3rd",
                    "department": "Integrated Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Aubrey Black",
                    "position": "Member",
                    "img": "",
                    "year": "3rd",
                    "department": "Materials Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Jamie Yuen",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Electrical",
                    "biomed": false,
                    "desc": ""
                }
            ]
        },
        {
            "id": "rrm",
            "icon": "fa-mixcloud",
            "tab": "RRM",
            "name": "Respiratory Rate Monitor",
            "abbr": "RRM",
            "desc": [
                "Each year, over one million children under the age of 5 die due to acute respiratory infections. The majority of these deaths occur in low resource countries, where hospitals often do not have the necessary personnel or equipment to constantly monitor the respiratory rate of paediatric patients. Measuring a patient’s respiratory rate is vital in the clinical assessment for disease diagnosis, prognosis, and treatment. The team aims to develop a low cost, context appropriate monitoring device that continuously reads a patient's respiratory rate and alerts a medical professional when the patient is in distress. Currently developing their second iteration prototype, the team is exploring accelerometer technology to use in their designs.  This project closed in 2019 and the work has been open sourced here: https://github.com/UBCBEST/resp-rate."
            ],
            "members": [
            ]
        },
        {
            "id": "ptm",
            "icon": "fa-leaf",
            "tab": "MINT",
            "name": "Medical Innovation in NeuroTechnology",
            "abbr": "MINT",
            "desc": [
                "We are a diverse group of students (Nursing, Psychology, COGS, Electrical Engineering, Mechanical Engineering, Computer Science, etc) eager to make an impact.  Our mission is to build our capacity to tackle neurotechnology challenges, foster a collaborative network of professionals, enthusiasts and the general public.  We also aim to bridge the clinical and social aspects of neuroscience by accessibly reproducing and innovating upon notable experiments and technologies.  We have our own website at https://ubcmint.github.io."
            ],
            "members": [
                {
                    "name": "Kalen Forester",
                    "position": "Project Lead",
                    "img": "",
                    "year": "1st",
                    "department": "PreBMEG",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Han Nguyen",
                    "position": "Project Lead",
                    "img": "static/img/projects/ptm/han-nguyen.png",
                    "year": "2nd",
                    "department": "Biomedical Engineering",
                    "biomed": false,
                    "desc": "My passion is brain-computer interface. I want to help humans brain-control all kinds of machines."
                },
                {
                    "name": "Gabrielle Booth",
                    "position": "Member",
                    "img": "static/img/projects/ptm/gabrielle-booth.png",
                    "year": "2nd",
                    "department": "Biomedical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Allison Yao",
                    "position": "Member",
                    "img": "static/img/projects/ptm/allison-yao.png",
                    "year": "3rd",
                    "department": "Electrical Engineering",
                    "biomed": true,
                    "desc": ""
                },
                {
                    "name": "Carol Fu",
                    "position": "Member",
                    "img": "static/img/projects/ptm/carol-fu.png",
                    "year": "4th",
                    "department": "Computer Engineering",
                    "biomed": false,
                    "desc": "I love working on creative projects that provide novel solutions to problems in our daily life. I met many people who hold the same passion as me when I joined BEST in second year. BEST provides great opportunities to collaborate with people from different disciplines, together we created many cool projects to help people around us. In my free time I enjoy learning languages, and reading Garfield."
                },
                {
                    "name": "Emily Weemees",
                    "position": "Member",
                    "img": "static/img/projects/ptm/emily-weemees.jpg",
                    "year": "4th",
                    "department": "Arts",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Giulio Sucar Pregnolato",
                    "position": "Member",
                    "img": "static/img/projects/ptm/giulio-sucar-pregnolato.png",
                    "year": "6th",
                    "department": "Engineering Physics",
                    "biomed": false,
                    "desc": "Dreamer at BEST. I like to make technology with awareness of users and context, aiming for high impact. I do so with a varied skill-set and precise communication, so my team can always bring our A+ game. I started MINT because it is simply absurd that we have affordable cloud computing but no established objective measurement of psychological states. The innards of consciousness are a strange frontier, and one I want to poke at. ...Don't you?"
                },
                {
                    "name": "Michael Halim",
                    "position": "Member",
                    "img": "static/img/projects/ptm/michael-halim.jpg",
                    "year": "2nd",
                    "department": "Chemical and Biological Engineering",
                    "biomed": false,
                    "desc": "I am an enthusiastic learner and problem solver; eager to make advancements in science and improve quality of life in all scales. In the future, I aspire to design processes that bring biomedical innovation into the hands of everyone and deliver healthcare as a human right."
                },
                {
                    "name": "Michael Ko",
                    "position": "Member",
                    "img": "static/img/projects/ptm/michael-ko.jpg",
                    "year": "2nd",
                    "department": "Engineering Physics",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Patrick Coleman",
                    "position": "Member",
                    "img": "",
                    "year": "5th",
                    "department": "COGS",
                    "biomed": false,
                    "desc": "Having worked as a programmer for a number of years, I eventually realized that brains are a lot more interesting that computers...So while studying the theory is useful, BEST is a great way to apply coding skills to real-world, useful projects while also learning about the hardware side."
                },
                {
                    "name": "Anthea Wong",
                    "position": "Member",
                    "img": "static/img/projects/ptm/anthea-wong.png",
                    "year": "5th",
                    "department": "Electrical Engineering",
                    "biomed": true,
                    "desc": "I'm excited to be working with an incredible team of people to innovate in neurotech. I'm looking forward to using my skills in hardware design to develop solutions to problems in healthcare. I can't wait to see what we do in the field of neurotech!"
                },
                {
                    "name": "Jessica Ma",
                    "position": "Member",
                    "img": "static/img/projects/ptm/jessica-ma.png",
                    "year": "2nd",
                    "department": "Engineering Physics",
                    "biomed": false,
                    "desc": "I'm very inspired by nature documentaries, especially ones on insects and the deep sea. The diversity of life on Earth is incredibly fascinating. I would like to work on something like inventing new methods in healthcare by using principles of math and physics and analysing existing organisms."
                },
                {
                    "name": "Michelle Mak",
                    "position": "Member",
                    "img": "",
                    "year": "5th",
                    "department": "Electrical Engineering",
                    "biomed": true,
                    "desc": ""
                },
                {
                    "name": "Shawdi Safari",
                    "position": "Member",
                    "img": "",
                    "year": "3rd",
                    "department": "Electrical Engineering",
                    "biomed": true,
                    "desc": ""
                },
                {
                    "name": "Roan Raina",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Biomedical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Kyle Morrison",
                    "position": "Member",
                    "img": "static/img/projects/ptm/kyle-morrison.png",
                    "year": "1st",
                    "department": "Engineering 1st year",
                    "biomed": false,
                    "desc": "I was joined BEST and more specifically MINT to pursue my interest in neurotechnology as this wasn't a readily available subject to get into with my courses and as a part of the electrical subteam I get to help with the development of an EEG!"
                },
                {
                    "name": "Aloy Kouzak",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Tony Xu",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Gary Jiang",
                    "position": "Member",
                    "img": "static/img/projects/ptm/gary-jiang.png",
                    "year": "4th",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": "As an Electrical Engineer with work experience in software development, I hope that I will be able to develop healthcare applications that use the fundamentals I've learned in Engineering. I've previously done App Development Co-ops at Vancity and ABB."
                },
                {
                    "name": "Julia Rosenrauch",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Engineering Physics",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Stephanie Chen",
                    "position": "Member",
                    "img": "",
                    "year": "1st",
                    "department": "First Year Engineering",
                    "biomed": false,
                    "desc": ""
                }
            ]
        },
        {
            "id": "m2m",
            "icon": "fa-music",
            "tab": "M2M",
            "name": "Music 2 Movement",
            "abbr": "M2M",
            "desc": [
                "Approximately 800,000 people suffer from a stroke each year; about one every four seconds. Suffering a stroke results in the weakness and or loss of function in the body. Often times, those who have suffered from a stroke undergo a repetitive rehabilitation process in order to recover important daily functions. Music to Movement is a student body led initiative aimed at developing an assistive music therapy device that creates a more motivating and engaging experience towards recovery. Two years since inception, Music to Movement has emerged through the collaboration of all the sub teams of UBC BEST, and the extensive research and guidance from our partnered music therapists. Along with strong continued development, M2M has been featured as finalists at the MDDC Awards for Excellence in Biomedical Engineering Design and Innovation as well as for the RESNA (Rehabilitation Engineering and Assistive Technology Society of North America) Student Design Competition Award."
            ],
            "members": [
                {
                    "name": "Angelica Liaw",
                    "position": "Project Lead",
                    "img": "static/img/projects/m2m/angelica-liaw.png",
                    "year": "3rd",
                    "department": "Electrical Engineering",
                    "biomed": true,
                    "desc": "I am an Electrical Engineering student with Biomedical specialization who is passionate about learning how things work, and applying engineering knowledge towards creating innovative and practical designs in the biomedical sector. I am excited to lead this diverse group of students to continue progressing the M2M project and see it move closer to helping people with their rehabilitation process. When I am not submerged in work, I enjoy watching movies, going to the beach or sewing. "
                },
                {
                    "name": "Kirsty Hawke",
                    "position": "Project Lead",
                    "img": "static/img/projects/m2m/kirsty-hawke.png",
                    "year": "2nd",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Alec Xu",
                    "position": "Member",
                    "img": "",
                    "year": "4th",
                    "department": "Mechanical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Charu Bhargava",
                    "position": "Member",
                    "img": "static/img/projects/m2m/charu-bhargava.png",
                    "year": "4th",
                    "department": "Computer Engineering",
                    "biomed": false,
                    "desc": "I think it's amazing what a few (hundred) lines of well written code can do. I love working on the music to movement project, because it has the potential to make recovery just a little bit better for stroke survivors, which could make all the difference in the world."
                },
                {
                    "name": "Justine Sultan",
                    "position": "Member",
                    "img": "static/img/projects/m2m/justine-sultan.png",
                    "year": "4th",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": "I am an electrical engineering student in the biomedical option at UBC, and am passionate about applying engineering to develop solutions for the biomedical industry! I originally joined M2M as a hardware developer working on electrical design, and am excited to continue progressing the M2M project as project lead.I have co-op experience in electrical, software, and mechanical development at Motion Metrics International, as well as in project management at the Vancouver Airport Authority."
                },
                {
                    "name": "Ryan Easton",
                    "position": "Member",
                    "img": "static/img/projects/m2m/ryan-easton.png",
                    "year": "4th",
                    "department": "Electrical Engineering",
                    "biomed": false,
                    "desc": "My dream is to own my business one day and retire at the ripe old age of 25. A boy can dream."
                },
                {
                    "name": "Minxing Wang",
                    "position": "Member",
                    "img": "static/img/projects/m2m/minxing-wang.png",
                    "year": "3rd",
                    "department": "Computer Science",
                    "biomed": false,
                    "desc": "How many programmers does it take to change a light bulb? None, that's a hardware problem"
                },
                {
                    "name": "Samia Sama",
                    "position": "Member",
                    "img": "static/img/projects/m2m/samia-sama.png",
                    "year": "2nd",
                    "department": "Engineering Physics",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Rana Ahmed Barghout",
                    "position": "Member",
                    "img": "static/img/projects/m2m/rana-ahmed-barghout.png",
                    "year": "2nd",
                    "department": "Chemical and Biological Engineering",
                    "biomed": false,
                    "desc": "Hi! My name is Rana and I love engineering. I joined BEST because I was always found biomedical engineering really interesting. I have experience at research companies, process engineering, and SolidWorks, and I love applied all that to M2M."
                },
                {
                    "name": "Allison Simpson",
                    "position": "Member",
                    "img": "static/img/projects/m2m/allison-simpson.png",
                    "year": "2nd",
                    "department": "Biomedical Engineering",
                    "biomed": false,
                    "desc": "Hello! I joined the BEST Mentee program in my first year at UBC to gain experience in the Biomed. field, and contribute to developing accessible medical devices. Currently, I am a full member of M2M and my role on the team involves integrating mechanical and electrical components into our prototypes. I am excited for our meetings each week, knowing that I can develop my skills as an engineering student to improve overall health and treatment outcomes for stroke survivors!"
                },
                {
                    "name": "Jacqueline Kho",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Biomedical",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Sebastian Lee",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Computer Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Tony Lee",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Biomedical",
                    "biomed": false,
                    "desc": ""
                }
            ]
        },
        {
            "id": "mast",
            "icon": "fa-code",
            "tab": "MAST",
            "name": "Medical Applications and Software Team",
            "abbr": "MAST",
            "desc": [
                "The Medical Applications and Software Team (MAST), is a new project starting under BEST this year in 2019. UBC BEST was very recently approached by Vancouver General Hospital’s Emergency and Trauma Radiology Department to develop a mobile application for both patient and radiologist use in acute settings."
            ],
            "members": [
                {
                    "name": "Brian Ho",
                    "position": "Project Lead",
                    "img": "static/img/projects/mast/brian-ho.png",
                    "year": "3rd",
                    "department": "Electrical Engineering",
                    "biomed": true,
                    "desc": "I am extremely excited to be leading MAST and working with such a passionate group of students. I have had a great experience of working on the software and hardware aspect of the project. Through my past working experiences and school projects I have gained ample software development as well as team working experience. I hope to make a positive impact in the health sector."
                },
                {
                    "name": "Maria Phelan",
                    "position": "Member",
                    "img": "static/img/projects/mast/maria-phelan.png",
                    "year": "1st",
                    "department": "First Year",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Brenda Nakandi",
                    "position": "Member - Makarere University",
                    "img": "",
                    "year": "3rd",
                    "department": "Biomedical Engineering",
                    "biomed": false,
                    "desc": "I have experience in research and leadership from the different projects i have been involved in. I hope to continue working in the different projects I'm part of when I'm done with university."
                },
                {
                    "name": "Lisa Kirby",
                    "position": "Member",
                    "img": "",
                    "year": "4th",
                    "department": "Computer Engineering",
                    "biomed": false,
                    "desc": "It is a life-long goal to eventually end up working in Global Health, so I am extremely excited to have the opportunity to work on the Respiratory Rate Monitor project with such bright teammates. I have experience working as a web applications developer for the Canadian Federal Government and enjoy developing everything from low-level FPGA hardware to high-level software for web and mobile applications. In my spare time, I love studying the brain, reading biographies, and eating good food. "
                },
                {
                    "name": "Racheal Chris Nassimbwa",
                    "position": "Member",
                    "img": "",
                    "year": "3rd",
                    "department": "Biomedical Engineering",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Renhao Wang",
                    "position": "Member",
                    "img": "",
                    "year": "2nd",
                    "department": "Computer Science and Statistics",
                    "biomed": false,
                    "desc": ""
                },
                {
                    "name": "Zachary Fu",
                    "position": "Member",
                    "img": "static/img/projects/mast/zachary-fu.png",
                    "year": "3rd",
                    "department": "Electrical Engineering",
                    "biomed": true,
                    "desc": ""
                },
                {
                    "name": "Sofia Savkovic",
                    "position": "Member",
                    "img": "",
                    "year": "th",
                    "department": "",
                    "biomed": false,
                    "desc": ""
                }
            ]
        },
        {
            "id": "uplift",
            "icon": "fa-walking",
            "tab": "UPLIFT",
            "name": "UPLIFT",
            "abbr": "UPLIFT",
            "desc": [
                ""
            ],
            "members": [
                {
                    "name": "Rebecca Lim",
                    "position": "Project Lead",
                    "img": "",
                    "year": "1st",
                    "department": "PreBMEG",
                    "biomed": false,
                    "desc": "As a third-generation UBC student, I am excited to be studying at UBC while gaining an enriched learning experience through my involvement with BEST. My passion for biomedical engineering was sparked by an interest in anatomical systems and an affinity for problem-solving and design. My work ethic and curiosity drive my enthusiasm for developing my technical skills and learning about engineering processes through practical applications. Beyond my studies and BEST, I enjoy playing hockey and spending time with my dog."
                },
                {
                    "name": "Danika Unger",
                    "position": "Project Lead",
                    "img": "",
                    "year": "th",
                    "department": "",
                    "biomed": false,
                    "desc": ""
                }
            ]
        }
    ]
}
