{
  "data": [
    {
      "id": "m2m",
      "icon": "fa-music",
      "tab": "Music",
      "name": "Music 2 Movement",
      "abbr": "M2M",
      "desc": [
        "Approximately 800,000 people suffer from a stroke each year; about one every four seconds. Suffering a stroke results in the weakness and or loss of function in the body. Often times, those who have suffered from a stroke undergo a repetitive rehabilitation process in order to recover important daily functions. Music to Movement is a student body led initiative aimed at developing an assistive music therapy device that creates a more motivating and engaging experience towards recovery. Two years since inception, Music to Movement has emerged through the collaboration of all the sub teams of UBC BEST, and the extensive research and guidance from our partnered music therapists. Along with strong continued development, M2M has been featured as finalists at the MDDC Awards for Excellence in Biomedical Engineering Design and Innovation as well as for the RESNA (Rehabilitation Engineering and Assistive Technology Society of North America) Student Design Competition Award."
      ],
      "members": [
        {
          "name": "Justine Sultan",
          "position": "Project Lead",
          "img": "/static/img/projects/m2m/justine-sultan.png",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I am an electrical engineering student in the biomedical option at UBC, and am passionate about applying engineering to develop solutions for the biomedical industry! I originally joined M2M as a hardware developer working on electrical design, and am excited to continue progressing the M2M project as project lead.I have co-op experience in electrical, software, and mechanical development at Motion Metrics International, as well as in project management at the Vancouver Airport Authority."
        },
        {
          "name": "Charu Bhargava",
          "position": "Member",
          "img": "/static/img/projects/m2m/charu-bhargava.png",
          "year": "3rd",
          "department": "Computer Engineering",
          "biomed": false,
          "desc": "I think it's amazing what a few (hundred) lines of well written code can do. I love working on the music to movement project, because it has the potential to make recovery just a little bit better for stroke survivors, which could make all the difference in the world."
        },
        {
          "name": "Angelica Liaw",
          "position": "Member",
          "img": "/static/img/projects/m2m/angelica-liaw.png",
          "year": "2nd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I am passionate about the Biomedical Engineering field. My dream is to design affordable yet effective solutions that could target a larger audience. Messy indentation is one of my biggest pet peeves. they. must. align. please."
        },
        {
          "name": "Aria Rezapour",
          "position": "Member",
          "img": "/static/img/projects/m2m/aria-rezapour.jpg",
          "year": "3rd",
          "department": "Integrated Engineering",
          "desc": "The Music to Movement Project allows me to combine my passion and experience in music with a desire to design and develop solutions for the field of medicine. The Biomedical field provides a unique opportunity, as I continue to strive towards working for social change, and explore the contributions that the marriage of engineering and physiology can have to improving people’s lives and society at large. Developing different prototypes has taught me a number of mechanical, computer and electrical technical skills."
        },
        {
          "name": "Sarah Mohn",
          "position": "Member",
          "img": "/static/img/projects/m2m/sarah-mohn.png",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I have greatly enjoyed developing M2M’s electrical circuitry and hardware design, as well as working on our clinical trial. I am also one of UBC BEST’s International Collaboration Coordinators, and have organized several collaborations between UBC BEST and Makerere University, in Uganda.  I have experience working in biomedical engineering and medical research laboratories, and in the future, I hope to continue to explore the medical field."
        },
        {
          "name": "James Zhou",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Computer Engineering",
          "desc": "I joined UBC BEST because I want to learn more about biomedical devices as well as the role of computer systems in the field of biotechnology.  I have experience with embedded systems programming and database design, and am currently working on integrating a relational database to store patient records and sessional data for the M2M device. Aside from trying to debug my code and differentiating resistor band colours, I like to read science fiction novels and practice Taekwondo."
        },
        {
          "name": "Ryan Easton",
          "position": "Member",
          "img": "/static/img/projects/m2m/ryan-easton.png",
          "year": "3rd",
          "department": "Electrical Engineering",
          "desc": "My dream is to own my business one day and retire at the ripe old age of 25. A boy can dream."
        },
        {
          "name": "Justin Park",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Andrew Yan",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I was attracted to Biomedical engineering and UBC BEST because it combines my two passions, Medicine and Engineering.  Since joining BEST in my first year, I have been on multiple projects that have helped me develop valuable programming and electrical skills, as well as giving me a better idea of how engineering design works.  I hope to continue to work on and create medical devices that will improve healthcare worldwide."
        },
        {
          "name": "Samia Sama",
          "position": "Member",
          "img": "/static/img/projects/m2m/samia-sama.png",
          "year": "2nd",
          "department": "Engineering Physics",
          "desc": ""
        },
        {
          "name": "Jessi Knutson",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "",
          "desc": ""
        },
        {
          "name": "Morgan Kaye",
          "position": "Member",
          "img": "/static/img/projects/m2m/morgan-kaye.png",
          "year": "2nd",
          "department": "Chemical and Biological Engineering",
          "desc": "I have loved being a part of M2M for the past few years, working mostly on the research team developing our clinical study. Outside of BEST I love climbing, skiing, camping (really anything outdoors). In the future I hope to combine my passions of travelling and medicine by going to medical school abroad."
        },
        {
          "name": "Minxing Wang",
          "position": "Member",
          "img": "/static/img/projects/m2m/minxing-wang.png",
          "year": "3rd",
          "department": "Computer Science",
          "desc": "how many programmers does it take to change a light bulb? none, that's a hardware problem"
        }


      ]
    },
    {
      "id": "rrm",
      "icon": "fa-mixcloud",
      "tab": "Respiratory",
      "name": "Respiratory Rate Monitor",
      "abbr": "RRM",
      "desc": [
        "Each year, over one million children under the age of 5 die due to acute respiratory infections. The majority of these deaths occur in low resource countries, where hospitals often do not have the necessary personnel or equipment to constantly monitor the respiratory rate of paediatric patients. Measuring a patient’s respiratory rate is vital in the clinical assessment for disease diagnosis, prognosis, and treatment. The team aims to develop a low cost, context appropriate monitoring device that continuously reads a patient's respiratory rate and alerts a medical professional when the patient is in distress. Currently developing their second iteration prototype, the team is exploring accelerometer technology to use in their designs."
      ],
      "members": [
        {
          "name": "Jade Varelle",
          "img": "",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "Jade Varelle is excited to gain experience in tackling healthcare challenges through UBC BEST. Jade is interested in medical physics, specifically imaging and signal processing. In her spare time Jade enjoys hiking, camping and playing field hockey."
        },
        {
          "name": "Brian Ho",
          "img": "/static/img/projects/rrm/brian-ho.png",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I am extremely excited to be leading RRM and working with such a passionate group of students. I have had a great experience of working on the software and hardware aspect of the project. Through my past working experiences and school projects I have gained ample software development as well as team working experience. I hope to make a positive impact in the health sector."
        },
        {
          "name": "Zachary Fu",
          "img": "/static/img/projects/rrm/zachary-fu.png",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Yamen Taha",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "One of the main reasons I joined UBC was because of it's biomedical engineering program and UBC BEST was a great opportunity for me to gain more hands on practical experience in my intended field of study and pursue my interest. I joined UBC BEST in my second year and have enjoyed being part of the Respiratory Rate Monitor team since then."
        },
        {
          "name": "Graham Whyte",
          "img": "/static/img/projects/rrm/graham-whyte.png",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Shafkat Hussain Khondker",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Engineering Physics",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Lap-Tak Chu",
          "img": "/static/img/projects/rrm/lap-tak-chu.jpg",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Cheng (Kim) Li",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Medicine",
          "biomed": true,
          "desc": "One of the main reasons I joined UBC was because of it's biomedical engineering program and UBC BEST was a great opportunity for me to gain more hands on practical experience in my intended field of study and pursue my interest. I joined UBC BEST in my second year and have enjoyed being part of the Respiratory Rate Monitor team since then."
        },
        {
          "name": "Sampah Satti",
          "img": "",
          "position": "Advisor"
        },
        {
          "name": "Brenda Nakandi",
          "img": "",
          "year": "3rd",
          "position": "Member - Makarere University",
          "department": "Biomedical Engineering",
          "desc": "I have experience in research and leadership from the different projects i have been involved in. I hope to continue working in the different projects I'm part of when I'm done with university."
        },
        {
          "name": "Racheal Nassimbwa",
          "img": "",
          "position": "Member - Makarere University"
        }
      ]
    },
    {
      "id": "idea",
      "icon": "fa-database",
      "tab": "IDEA",
      "name": "Infectious Diseases Emergency Aid - Electronic Medical Record",
      "abbr": "IDEA-EMR",
      "desc": [
        "The Infectious Disease and Emergency Aid Electronic Medical Records (IDEA EMR) project arose from a proposal generated in November 2014 to address the challenge of transferring and recording patient findings within Ebola Treatment Centers. This project is now developing an EMR that uses a local mesh network to record the findings of patients with infectious diseases such as Ebola."
      ],
      "members": [
        {
          "name": "Ryan Wong",
          "img": "/static/img/projects/idea-emr/ryan-wong.jpg",
          "position": "Project Lead",
          "year": "4th",
          "department": "Electrical Engineering",
          "desc": "While working at Amazon, Avigilon, and Safe Software over the past few years, he has developed a passion for creating user-facing software technologies. He hopes that his addiction for coding will rub off on his teammates, as they work together to innovate the biomedical industry!"
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "5th",
          "department": "Integrated Sciences",
          "desc": "Marysia is studying Neuroscience through the integration of physiology and psychology. She was one of the members that traveled to Kenya and Uganda on a fact-finding mission in May 2015. She is passionate about global health and the integral role that technology has in medical advancement."
        },
        {
          "name": "Hamza Faran",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Hamza is a 4th-year Computer (Software) Engineering Student. Having interned as an Automation and Back-end Engineer at Demonware for 20 months, Hamza has a background and passion for systems engineering and distributed systems. He will be moving to Redmond after graduating next year to work in the Cloud and Enterprise division at Microsoft."
        },
        {
          "name": "Emil Maric",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Albert Einstein, Nikola Tesla, Bill Gates, Elon Musk. Emil Maric. Transcendental visionaries eternally enshrined in the papers of history. Working as a backend developer on the team, Emil’s code has been compared to the murals of Michelangelo in the Sistine Chapel. Some of his finest work has come as a member of UBC BEST. His work-desk in Kaiser 5505 has been designated as a UNESCO World Heritage Site, and is set to become the 8th Wonder of the World. He looks forward to getting to meet everyone on the team and continuing to work on the IDEA-EMR project."
        },
        {
          "name": "Koushik Peri",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Through his 20 months of co-op experience, Koushik has extensive experience writing software in a professional environment. After graduation Koushik will be working as a software engineer on the Windows team at Microsoft. He hopes to fuel his passion for travelling by visiting every country in Europe before he turns 30."
        },
        {
          "name": "Kieren Wou",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Starting out in Electrical Engineering, Kieren interned at AMEC. Since switching to software, he has completed Co-op terms at Ericsson and Colligo. He will be working in the Windows Devices group at Microsoft post-graduation. He is excited to work with everyone in BEST and learn about the biomedical industry."
        }
      ]
    },
    {
      "id": "fft",
      "icon": "fa-chain-broken",
      "tab": "Femur",
      "name": "Femur Fracture Treatment Project",
      "abbr": "FFTP",
      "desc": [
        "Trauma is a major cause of death and disability worldwide and motor vehicle accidents are the leading cause of nonfatal injuries, with femur fractures being the most common musculoskeletal injury. Effective femoral surgery is not easily accessible to patients in low income countries and as a result, patients are treated with other methods. One of the most common treatments is called skeletal traction, a non-surgical method of realigning bones through constant force application. It is a method that requires few resources and is not deemed surgical, but constrains a patient to a bed for 2-3 months and is often accompanied by complications including pin-tract infection, malunion, nonunion, blood clots, and pressure sores. The Femur Fracture Treatment Project team aims to design a device that aligns and maintains alignment of a broken femur, while being compact and allowing more mobility than current methods. The project aims to design a device that will produce better patient outcomes, increase mobility, and decrease hospital cost and bed time compared to current traction treatment.",
        "The team is currently prototyping various designs of the device, while also conducting research on bone and fracture mechanics and bone healing. The team is working with a group of Orthopaedic Medicine students in Uganda to develop the device so it is context appropriate and will be successful in improving traction treatment in low income countries."
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "I am a third year Mechanical Engineering student with an option in Biomedical Engineering. I was a member of the IMDI field team and was involved in the identification of the needs and challenges that have shaped four of BEST’s current projects. I saw first hand the burden of trauma in low income countries and the challenges with femur fracture treatment. This put into perspective the need for biomedical innovation in treatment and motivated me to development this project."
        },
        {
          "name": "Karla Rivera",
          "img": "/static/img/projects/femur/karla-rivera.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "Karla is very passionate about advancing biomedical technologies to improve individuals' quality of life. She is very excited to collaborate with medical professionals and apply her co-op experience to develop a low-cost and effective alternative to current traction practices. During her free time, Karla enjoys hiking, reading and practicing karate."
        },
        {
          "name": "Jackson Robinson",
          "img": "/static/img/projects/femur/jackson-robinson.png",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "I am a current Mechanical Engineering student with a Biomedical specialization. I have a strong passion for improving medical practice in developing countries, and am very excited to contribute to device development as a project lead of FFTP. My professional interests include biomechanics and numerical analysis, with previous experience working in the engineering consulting industry. When not at school, I spend time working as a skating instructor, hiking and playing guitar, and hope to successfully apply to a Canadian medical school upon graduation."
        },
        {
          "name": "Jessie Massong",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "desc": "I am a very details oriented critical thinker and love asking the question WHY. My background is in mechatronics engineering where I have been gaining programming and electronics expertise. I love working in the space between the dependability of science and the personal needs of medicine."
        },
        {
          "name": "Jessica Bo",
          "img": "/static/img/projects/femur/jessica-bo.png",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "Jessica is passionate about designing biomedical devices for the use of rehabilitation, particularly through innovative solutions that combine her backgrounds in mechanical engineering and computer science. Through co-op, she has worked at a Vancouver startup and has done research in the field of rehabilitation engineering at Lund University in Sweden. She looks forward to her second year as a member of the FFTP project!"
        },
        {
          "name": "Elaine Lee",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": false,
          "desc": "I am a third year mechanical engineering student who believes that having access to effective and affordable medical treatment can really improve one's quality of life.  I hope to apply the skills I have acquired through UBC Mech and Co-op to improve existing biomedical technologies. I am very excited to contribute to FFTP."
        },
        {
          "name": "Isabelle Pasin",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Kinesiology and Health Sciences, Minor in Biology",
          "biomed": false,
          "desc": "I am in my third year at UBC studying Kinesiology and Health Science with a minor in Biology. I am passionate about health and fitness and I would love to work in the healthcare industry to share my knowledge to help others! The Femur Fracture Treatment Project interests me because I would be involved in new medical research that could benefit so many people and I believe that this project could significantly increase health care accessibility. I’m really excited to be working with UBC BEST!"
        },
        {
          "name": "Chris Bhatla",
          "img": "/static/img/projects/femur/chris-bhatla.png",
          "position": "Member",
          "year": "3rd",
          "department": "Kinesiology and Health Sciences, Minor in Biology",
          "biomed": false,
          "desc": "I am passionate about improving health outcomes in low-resource areas and am excited to work on a project aiming to make femur fracture treatment more affordable and accessible. I have previously worked on developing approaches to preventing disease at remote boarding schools in India and have helped design affordable orthopaedic surgical tools."
        },
        {
          "name": "Aidan Canil",
          "img": "/static/img/projects/femur/aidan-canil.png",
          "position": "Member",
          "year": "3rd",
          "department": "Science",
          "biomed": false,
          "desc": "I have a passion for orthopaedics and improving access to healthcare in underserved communities. I am excited to apply the knowledge I have gained volunteering with the Dr. Peter AIDS foundation, helping to provide HIV care to individuals with social barriers. In my free time, you can be sure to find me in the BirdCoop."
        },
        {
          "name": "Julia Hudea",
          "img": "/static/img/projects/femur/julia-hudea.png",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "Julia is in her 3rd year of Mechanical Engineering in the Biomedical Specialization. Her interest in Biomedical Engineering stemmed from a desire to reinvent the medical field in order to improve quality of life for all humans. She is looking forward to apply testing and manufacturing knowledge, gained from her co-op experience, to help FFTP achieve short term and long term goals."
        },
        {
          "name": "Alexander Waslen",
          "img": "/static/img/projects/femur/alexander-waslen.png",
          "position": "Member",
          "year": "2nd",
          "department": "Mechanical Engineering",
          "biomed": false,
          "desc": "Alexander is a second year student studying mechanical engineering. Alex’s interest in biomedical engineering stems from his interest in healthcare and his passion for engineering. He hopes to graduate with a degree in engineering then continue on to pursue medicine. In his free time, Alex enjoys playing tennis, golfing, reading and playing guitar."
        },
        {
          "name": "Eric Pucci",
          "img": "/static/img/projects/femur/eric-pucci.png",
          "position": "Member",
          "year": "3rd",
          "department": "Finance, Minor in Economics",
          "biomed": false,
          "desc": "Eric is a third-year Commerce student specializing in Finance and minoring in Economics. As part of the Business team in the Femur Fracture Treatment Project, he is excited to develop his entrepreneurial skills and help the team implement the device in low-income countries. In his spare time, he enjoys practicing sports such as tennis, soccer, and skiing."
        },
         {
          "name": "Andrew Ladouceur",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Sauder School of Business",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Jimmy Ntaawu",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Biomedical Engineering",
          "biomed": false,
          "desc": "Jimmy is a fourth year student of Biomedical Engineering, Makerere University Uganda. He has a fascination for innovation, research and development of biomedical engineering ideas especially if it favours low- and middle- income settings. Jimmy has a thing of exploring the various concepts and methods used to solve healthcare problems across the world. His desire is to explore scientific and engineering principles that can be used to develop technology that can solve their healthcare problems."
        }
      ]
    },
    {
      "id": "ptm",
      "icon": "fa-leaf",
      "tab": "MINT",
      "name": "Medical Innovation in NeuroTechnology",
      "abbr": "MINT",
      "img": "/static/img/projects/ptm/mint-logo.png",
      "desc": [
        "Mission Statement → To build our capacity to tackle neurotech challenges, foster a collaborative network of professionals, enthusiasts and the general public. ",
        "Vision → We aim to bridge clinical and social aspects of neuroscience by accessibly reproducing and innovating upon notable experiments and technologies.",
        "About Us → We are a project under UBC’s BEST (Biomedical Engineering Student Team), populated by a diverse group of students (Nursing, Psych, COGS, Elec Eng, Mech Eng, CompSci, etc) eager to make an impact.",
        "Website → https://ubcmint.github.io"
      ],
      "members": [
        {
          "name": "Bhaskar Yechuri",
          "img": "/static/img/projects/ptm/bhaskar-yechuri.png",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Giulio Sucar",
          "position": "Technical Lead",
          "img": "/static/img/projects/ptm/giulio-sucar.png",
          "year": "4th",
          "department": "Engineering Physics",
          "desc": "Dreamer at BEST. I like to make technology with awareness of users and context, aiming for high impact. I do so with a varied skill-set and precise communication, so my team can always bring our A+ game. I started MINT because it is simply absurd that we have affordable cloud computing but no established objective measurement of psychological states. The innards of consciousness are a strange frontier, and one I want to poke at. ...Don’t you?"
        },
        {
          "name": "Kristyn Lee",
          "img": "/static/img/projects/ptm/krysten-lee.png",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering, Minor in Commerce",
          "biomed": true,
          "desc": "Through BEST, I’ve been able to pursue my passions and innovate with a driven group of students. I have served as Project Lead on MINT and as an Electrical/Software member on both MINT and the Phototherapy Project.  My roles in BEST have allowed me to impact the biomedical community and further develop leadership and technical skills that will empower me to make a meaningful difference in the medical device industry. I’ve previously worked as an Electrical-Controls Co-op at Dynamic Structures and a Software Developer at Paragon Testing Enterprises."
        },
        {
          "name": "Tavia Walsh",
          "img": "/static/img/projects/ptm/tavia-walsh.png",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "With the incredible MINT team, I have gained experience in electrical and mechanical R&D for our open-source EEG system. As a team, we share a passion for helping people and advancing the medical field - getting a chance to do just that, as a part of BEST and MINT is incredibly rewarding. Having access to information about device needs and challenges in real medical applications has been especially important in setting me on my goal towards becoming a biomedical engineer."
        },
        {
          "name": "Rashmi Prakash",
          "img": "/static/img/projects/ptm/rashmi-prakash.jpg",
          "position": "Technical Advisor",
          "year": "5th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "Rashmi has a strong interest in the development of diagnostic devices (specifically lab-on-a-chip) and also is passionate about the integration of biology and technology to develop prosthetics that are able receive and send cognitive messages. In her spare time she enjoys playing the guitar, hiking/camping, reading books, playing badminton and watching movies."
        },
        {
          "name": "Emily Weemees",
          "img": "/static/img/projects/ptm/emily-weemees.jpg",
          "position": "Member",
          "year": "4th",
          "department": "Arts",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Amanda Tuey",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Anica Villamayor",
          "img": "",
          "position": "Member",
          "year": "1st",
          "department": "Master of Occupational Therapy",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Carol Fu",
          "img": "/static/img/projects/ptm/carol-fu.png",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "biomed": false,
          "desc": "I love working on creative projects that provide novel solutions to problems in our daily life. I met many people who hold the same passion as me when I joined BEST in second year. BEST provides great opportunities to collaborate with people from different disciplines, together we created many cool projects to help people around us. In my free time I enjoy learning languages, and reading Garfield."
        },
        {
          "name": "Patrick Coleman",
          "img": "",
          "position": "Member",
          "year": "5th",
          "department": "COGS",
          "biomed": false,
          "desc": "Having worked as a programmer for a number of years, I eventually realized that brains are a lot more interesting that computers...So while studying the theory is useful, BEST is a great way to apply coding skills to real-world, useful projects while also learning about the hardware side."
        },
        {
          "name": "Anthea Wong",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I'm excited to be working with an incredible team of people to innovate in neurotech. I'm looking forward to using my skills in hardware design to develop solutions to problems in healthcare. I can't wait to see what we do in the field of neurotech!"
        },
        {
          "name": "Jessica Ma",
          "img": "/static/img/projects/ptm/jessica-ma.png",
          "position": "Member",
          "year": "2nd",
          "department": "Engineering Physics",
          "biomed": false,
          "desc": "I’m very inspired by nature documentaries, especially ones on insects and the deep sea. The diversity of life on Earth is incredibly fascinating. I would like to work on something like inventing new methods in healthcare by using principles of math and physics and analysing existing organisms."
        },
        {
          "name": "Kevin Tang",
          "img": "/static/img/projects/ptm/kevin-tang.png",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "Being particularly interested in the area of control in prosthetic through processing of EMG and EEG signals, I aim to pursue a career in rehabilitative and assistive technologies in hopes of providing an alternative for individuals to improve their motor functionalities.  For Co-op, I have previously worked as a Junior Software Developer at Deloitte."
        },
        {
          "name": "Emma Gray",
          "img": "/static/img/projects/ptm/emma-gray.png",
          "position": "Member",
          "year": "2nd",
          "department": "Integrated Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Chaitanya Upmanu",
          "img": "",
          "position": "Member",
          "year": "1st",
          "department": "Engineering",
          "biomed": false,
          "desc": "I have a B.Sc.(Honors) in Biology and Psychology from Queen’s University, with a strong background in research methods and data analysis. My special interests are signal processing and analysis of the nervous system. I am working to increase the spatial resolution of EEG devices and integrate machine learning to create a seamless Brain Computer Interface for phones, computers, and other applications (e.g. smart homes, assistive devices). I am focused on developing external and internal electrophysiological technologies to achieve these goals."
        },
        {
          "name": "Michelle Mak",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Michael Halim",
          "img": "/static/img/projects/ptm/michael-halim.png",
          "position": "Member",
          "year": "2nd",
          "department": "Chemical Engineering",
          "biomed": false,
          "desc": "I am an enthusiastic learner and problem solver; eager to make advancements in science and improve quality of life in all scales. In the future, I aspire to design processes that bring biomedical innovation into the hands of everyone and deliver healthcare as a human right."
        },
        {
          "name": "Michael Ko",
          "img": "/static/img/projects/ptm/michael-ko.jpg",
          "position": "Member",
          "year": "2nd",
          "department": "Engineering Physics",
          "biomed": false,
          "desc": ""
        }
      ]
    },
    {
      "id": "donated",
      "icon": "fa-hospital-o",
      "tab": "Donated",
      "name": "Donated Medical Equipment Project",
      "abbr": "DMEP",
      "desc": [
        "A common challenge encountered on the IMDI trip was with the use, maintenance and disposal of donated medical equipment. Studies have shown that as much of 70% of donated medical equipment is never put into use in recipient countries. There are many factors that contribute to this problem, for example a lack of training to use the equipment and technical manuals. Often technical considerations are not accounted for when equipment is donated – such as differences in voltage between countries, and power fluctuations common to low resource settings.",
        "This project aims to improve medical equipment donation practices from Canada to low income countries. The team aims to work in partnership with Canadian charities, and biomedical professionals to develop appropriate solutions to improving the quality of donations made to low income countries and the system in which they are donated. The DEMP team is currently organizing a webinar with CMBES to facilitate collaboration and communication between Canadian charities that donate medical equipment. The webinar will facilitate discussion regarding challenges charities face when donating and possible solutions to improve those challenges. "
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "I am a third year Mechanical Engineering student with an option in Biomedical Engineering. I was a member of the IMDI field team and was involved in the identification of the needs and challenges that have shaped four of BEST’s current projects. I saw first hand the challenges with donated medical equipment in low income country hospitals. This spurred me to develop this project in order to improve the quality of donations and the donation process."
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Advisor",
          "year": "5th",
          "department": "Integrated Sciences",
          "desc": "Marysia is studying Neuroscience through the integration of physiology and psychology. She was one of the members that traveled to Kenya and Uganda on a fact-finding mission in May 2015. She is passionate about global health and the integral role that technology has in medical advancement."
        },
        {
          "name": "Ryan Easton",
          "img": "/static/img/projects/donated/ryan-easton.jpg",
          "position": "Member",
          "year": "2nd",
          "department": "Electrical Engineering",
          "desc": "Ryan is thrilled to be apart of the donation team. He is particularly inspired to work on the donation team because it has a huge potential for improvement and could drastically improve the healthcare system in the developing world. In his spare time, he likes to play soccer, volleyball, and relax with friends."
        }
      ]
    },
    {
      "id": "mph",
      "icon": "fa-mobile-phone",
      "tab": "Phone",
      "name": "Microscope Phone Holder",
      "abbr": "MPH",
      "desc": [
        "Diagnosis of malaria, tuberculosis, typhoid, and other blood borne diseases is a pressing issue in East Africa. Current diagnostic techniques are either not feasible in low resource settings, or lacking in accuracy.",
        "To improve the effectiveness of diagnosing haematologic diseases in low resource settings, a research team in Uganda affiliated with Grand Challenges Canada is developing an image processing application that can help diagnose malaria. An image of the blood smear is magnified by a microscope, and the magnified image is captured using a mobile phone camera. This captured image is then analyzed by the application. The application marks certain features of the blood sample such as red blood cells, white blood cells, and plasma, to be examined later by doctors.",
        "Our challenge, as the Microscope Phone Holder Attachment Team, is to design a mechanical device that aligns the attaches the phone and phone camera to the lens of a microscope. The phone needs to be attached firmly and securely to the microscope. At the same time, the phone’s position and alignment must be easy to adjust.",
        "Our team of mechanical engineering and engineering physics students is currently working to design a convenient, stable, and adaptable ‘phone holder’ attachment for microscopes, that can be 3D printed on-site."
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Advisor",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "Global healthcare and biomedical innovation is above everything else what I am most passionate about. I am thrilled to be the lead for this projects and to be working with the amazing students of UBC BEST. I am currently on co-op and am proudly working for Mantra Energy Alternatives."
        },
        {
          "name": "Rahat Dande",
          "position": "Project Advisor",
          "img": "/static/img/projects/ptm/rahat-dhande.jpg",
          "year": "2nd Year",
          "department": "Engineering Physics",
          "desc": "Rahat Dhande is passionate about science and technology, and their application in Biomedical Engineering.  In his spare time, Rahat likes to wonder what he could do if he had spare time."
        }
      ]
    },
    {
      "id": "imdi",
      "icon": "fa-globe",
      "tab": "IMDI",
      "name": "International Medical Device Initiative",
      "abbr": "IMDI",
      "desc": [
        "The International Medical Device Initiative (IMDI) was a 3 week international fact-finding mission to Kenya and Uganda that took place in May 2015 after months of planning and preparation. The purpose of this initiative was to investigate medical challenges in international environments that our team could address with contextually appropriate innovations, and to develop connections with local medical professionals who we could collaborate with in the future."
      ],
      "links":[
        {
          "text": "Find out more about the IMDI project.",
          "url": "http://best.ece.ubc.ca/imdi/"
        },
        {
          "text": "Read about our trip on our blog.",
          "url": "http://best.ece.ubc.ca/category/imdi-2015/"
        }
      ],
      "members": [
        {
          "name": "Andrea Marshall",
          "img": "/static/img/projects/donated/andrea-marshall.jpg",
          "position": "Field Team Member"
        },
          {
          "name": "Blake Henderson",
          "img": "/static/img/projects/rrm/blake-henderson.jpg",
          "position": "Field Team Member",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Commerce",
          "biomed": true
        },
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Field Team Member",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Field Team Member",
          "year": "5th",
          "department": "Integrated Sciences"
        }
      ]
    },
    {
      "id": "en",
      "icon": "fa-hand-paper-o",
      "tab": "ENABLE",
      "name": "ENABLE",
      "abbr": "ENABLE",
      "desc": [

      ],

      "members": [
        {
          "name": "Melody Tsai",
          "img": "/static/img/projects/en/melody-tsai.png",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "As a lead on a newly established project, I am involved in defining the scope and identifying needs of our project. I have experience working directly with a client to best fit the device to their needs. Interacting with a person who could potentially use our device motivates me to put out my best work."
        },
        {
          "name": "Meagan Woolsey",
          "img": "/static/img/projects/en/meagan-woolsey.png",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "I’m passionate about biomedical research and development for assistive technologies and for surgical tools. I have previous experience in the biomedical industry working for PDG Mobility and Evasc Medical Systems. From these positions I have gained experience conducting experiments and prototyping. In my free time I enjoy reading science fiction, sketching, and swimming."
        },
        {
          "name": "Kyle Como",
          "img": "/static/img/projects/en/kyle-como.png",
          "position": "Project Manager",
          "year": "4th",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Juan Bustamante",
          "img": "/static/img/projects/en/juan-bustamante.png",
          "position": "Project Manager",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "MECH at UBC showed me that one must take every action with passion, for the betterment of society. My three years with Formula UBC developed my technical skills, and taught me the basics of design. I helped create ENABLE to use those technical skills to help individuals with mobility issues."
        },
        {
          "name": "Gunes Jeffrey Degirmenci",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Mechanical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Joshua Jessup",
          "img": "/static/img/projects/en/joshua-jessup.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": false,
          "desc": ""
        },
        {
          "name": "Erik Lamoureux",
          "img": "/static/img/projects/en/erik-lamoureux.png",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": false,
          "desc": "I have experience on the research sub-team of the ENABLE exoskeleton. My experience in medical research and surgical shadowing give me a practical basis for this research."
        },
        {
          "name": "Genevieve Goldstein",
          "img": "/static/img/projects/en/genevieve-goldstein.png",
          "position": "Member",
          "year": "3rd",
          "department": "Kinesiology",
          "biomed": false,
          "desc": "I am a 3rd year Kinesiology student with interests in biomechanics and movement. Through BEST, I am able to integrate science with design, learning many new skills along the way. I have experience working with pediatric concussion research and sleep monitoring technology as well as involvement with UBC Varsity Athletics as a student athletic trainer for the Women's Volleyball team. I'm excited to be working on the ENABLE project on the research team!"
        },
        {
          "name": "Fabiola Martens",
          "img": "/static/img/projects/en/fabiola-martens.png",
          "position": "Member",
          "year": "2nd",
          "department": "Integrated Engineering",
          "biomed": false,
          "desc": "After a year in Chemical Engineering, and 12 months of mechanical co-op experience, I realized my aptitude and love for all things mech and decided to transfer departments. Perpetual student is my calling. I have always had my sights set on biomedical engineering and have a particular fascination with biomechanics, making Enable's work developing an elbow exoskeleton especially exciting. In my free time, I play soccer and ultimate, read novels, learn to code, and spend time with cool people."
        },
        {
          "name": "Joshua French",
          "img": "/static/img/projects/en/joshua-french.png",
          "position": "Member",
          "year": "2nd",
          "department": "Integrated Engineering",
          "biomed": false,
          "desc": "I believe the intersection of medicine, engineering, and innovation has the enormous potential to better lives. This belief is the primary driver behind my academic and extracurricular pursuits.  I have experience as a Research Assistant at the Centre for Hip Health and Mobility, located at VGH. Additionally, I am pursuing a Minor in Entrepreneurship and placed third in the Innovation OnBoard Competition with the UBC Biomod team; our project being a system for the early detection of lung cancer.  www.linkedin.com/in/joshfrenchubc"
        },
        {
          "name": "Arito Wada",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Integrated Engineering",
          "biomed": false,
          "desc": "I am passionate about developing medical devices to give people equal opportunity, regardless of their background.  With experiences in digital fabrication and systems building, I am excited to see what this team can accomplish in our first year of development!"
        },
        {
          "name": "Angus Tang",
          "img": "/static/img/projects/en/angus-tsang.png",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": ""
        },
        {
          "name": "Nima Yazdi",
          "img": "/static/img/projects/en/nima-yazdi.png",
          "position": "Member",
          "year": "2nd",
          "department": "Electrical Engineering",
          "biomed": false,
          "desc": "Nima Yazdi is a second year Electrical Engineering student in the Biomedical Option. Nima has a strong interest in the applications of electronics in medical use such as medical devices and assistive technology. His passion has lead him to pursue work and hands on experience in the field and has had the opportunity to work at a medical device company in Vancouver. Nima also enjoys playing Badminton and skiing, as well as spending time with friends and family."
        },
        {
          "name": "Gabrielle Boutros",
          "img": "/static/img/projects/en/gabrielle-boutros.png",
          "position": "Member",
          "year": "2nd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "I am excited to apply my engineering skills to an exoskeleton project like ENABLE, as I am interested in spinal cord injury rehabilitation and assistive devices. Additionally, my interests include tissue engineering and its applications in organ 3D printing, as well as surgical devices. I have always been passionate about medicine and new technology, and biomedical engineering is the perfect opportunity to pursue that interest and make a positive impact on the quality of life of people around the world."
        }

      ]
    }
  ]
}
