{
  "data": [
    {
      "id": "m2m",
      "icon": "fa-music",
      "tab": "Music",
      "name": "Music 2 Movement",
      "abbr": "M2M",
      "desc": [
        "Approximately 800,000 people suffer from a stroke each year; about one every four seconds. Suffering a stroke results in the weakness and or loss of function in the body. Often times, those who have suffered from a stroke undergo a repetitive rehabilitation process in order to recover important daily functions. Music to Movement is a student body led initiative aimed at developing an assistive music therapy device that creates a more motivating and engaging experience towards recovery. Two years since inception, Music to Movement has emerged through the collaboration of all the sub teams of UBC BEST, and the extensive research and guidance from our partnered music therapists. Along with strong continued development, M2M has been featured as finalists at the MDDC Awards for Excellence in Biomedical Engineering Design and Innovation as well as for the RESNA (Rehabilitation Engineering and Assistive Technology Society of North America) Student Design Competition Award."
      ],
      "members": [
        {
          "name": "May Liang",
          "position": "Project Lead",
          "img": "/static/img/projects/m2m/may-liang.jpg",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "I am excited to be leading Music to Movement into the future and have had a delightful experience of driving development in rehabilitation technology for the past year, and in the mechanical design team since M2M’s beginnings. My work experiences range from PR2 software development and programming a Myo-Controlled Robot Arm demo at the UBC CARIS Lab, as well as production management and R&D at Arbutus Medical. My goal is to live my dream of making a positive difference in global health one small step at a time."
        },
        {
          "name": "Clinton Large",
          "position": "Member",
          "img": "/static/img/projects/m2m/clinton-large.jpg",
          "year": "4th",
          "department": "Chemical & Biological Engineering",
          "desc": "Clinton has completed two work terms in Michael Smith Labs working with statistical modelling, Monte Carlo simulations, mammalian tissue culturing, and DNA Sanger Sequencing, as well as his one work term in the Chemical & Biological Engineering department working with anaerobic waste water treatment.He is very excited to apply his 10 years of playing trumpet to the development of a musical therapy device."
        },
        {
          "name": "Jose Martinez",
          "position": "Member",
          "img": "/static/img/projects/m2m/jose-martinez.jpg",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "During the summer after Jose's first year, he worked as a research intern at the McCaig Institute of Bone and Joint Health in the University of Calgary. He is passionate about the application of emerging technologies to solve medical problems."
        },
        {
          "name": "Joshua Jessup",
          "position": "Member",
          "img": "/static/img/projects/m2m/joshua-jessup.jpg",
          "year": "2nd",
          "department": "Electrical Engineering",
          "desc": "Josh has a deep passion for the Biomedical Engineering field and more specifically the field of assistive technologies. He hopes to one day pursue a Masters and potentially a Doctorate in Biomedical Engineering. In his spare time Josh works as a Venture Lead with Engineers without Borders UBC, plays Ice Hockey with a local recreation team and takes part in UBC Rec Leagues such as Bodin Ball Hockey. He reallllllllly hopes his team wins more than 2 games this year…"
        },
        {
          "name": "Aria Rezapour",
          "position": "Member",
          "img": "/static/img/projects/m2m/aria-rezapour.jpg",
          "year": "3rd",
          "department": "Integrated Engineering",
          "desc": "The Music to Movement Project allows me to combine my passion and experience in music with a desire to design and develop solutions for the field of medicine. The Biomedical field provides a unique opportunity, as I continue to strive towards working for social change, and explore the contributions that the marriage of engineering and physiology can have to improving people’s lives and society at large. Developing different prototypes has taught me a number of mechanical, computer and electrical technical skills."
        },
        {
          "name": "Cameron Herberts",
          "position": "Member",
          "img": "/static/img/projects/m2m/cameron-herberts.jpg",
          "year": "3rd",
          "department": "Honours Biophysics",
          "desc": "Having played piano for 15 years, Cameron is thrilled to be part of the Music to Movement project; this is a perfect opportunity for him to unite his love of music with his interests in addressing a relevant clinical challenge by means of student innovation and collaboration. Previous experience of his includes work at the Canadian Centre for Research on Ultra-cold Systems, where he conducted a spectroscopic investigation of cryogenic molecules in quantum degenerate phases. He will continue to pursue this interest of his in optical physics during an upcoming co-op work term at the Max Planck Institute for Solid State Physics in Stuttgart, Germany."
        },
        {
          "name": "James Zhou",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Computer Engineering",
          "desc": "I joined UBC BEST because I want to learn more about biomedical devices as well as the role of computer systems in the field of biotechnology.  I have experience with embedded systems programming and database design, and am currently working on integrating a relational database to store patient records and sessional data for the M2M device. Aside from trying to debug my code and differentiating resistor band colours, I like to read science fiction novels and practice Taekwondo."
        },
        {
          "name": "Tiffany Quon",
          "position": "Member",
          "img": "",
          "year": "2nd",
          "department": "Engineering Physics",
          "desc": "I love learning, and I'm really excited by the work M2M—and all of UBC BEST—is doing. I enjoy blogging and hand lettering, and have recently brought this love of writing into web development and coding questions. I also have professional graphic design experience with building brands and working within large, established ones. I hope to build upon my technical skills with M2M, bring my background as a content creator into my work, and contribute to something great."
        },
        {
          "name": "Sydney Begin",
          "position": "Member",
          "img": "",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "desc": "I have a passion for music and using my engineering knowledge to develop medical devices that can help make a difference, and am thrilled to contribute to such a great project and team. My experience includes working with interactive devices at SMART Technologies, on advanced control system technology projects at Spartan Controls, and designing and building a track inspection vehicle for the Canada Line at Protrans BC. I look forward to the continued development of the Music to Movement Project!"
        },
        {
          "name": "Andrew Yan",
          "position": "Member",
          "img": "",
          "year": "2nd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I was attracted to Biomedical engineering and UBC BEST because it combines my two passions, Medicine and Engineering.  Since joining BEST in my first year, I have been on multiple projects that have helped me develop valuable programming and electrical skills, as well as giving me a better idea of how engineering design works.  I hope to continue to work on and create medical devices that will improve healthcare worldwide."
        },
        {
          "name": "Yuki Sekimori",
          "position": "Member",
          "img": "",
          "year": "2nd",
          "department": "Integrated Engineering",
          "desc": "I have worked on designing the casing and mechanical component, designing the hardware circuit as well as the software that operates the Tap peripheral. I have consulted with local musical therapists and industrial designers to receive their feedback and discuss further improvements of our prototypes. I am driven to make a difference in the world and serve to the community through pursuing the combination of medicine and innovation. It has been an exciting learning experience working with this team."
        }
      ]
    },
    {
      "id": "rrm",
      "icon": "fa-mixcloud",
      "tab": "Respiratory",
      "name": "Respiratory Rate Monitor",
      "abbr": "RRM",
      "desc": [
        "The Respiratory Rate Monitor Project is based on a proposal from the team’s recent International Medical Device Initiative (IMDI), where 4 team members travelled to Uganda and Kenya in May 2015 to speak to medical professionals about the challenges that they face in performing care for patients. The challenge was initially brought to the team by a paediatrician in Uganda who expressed the need for a device to actively monitor the respiratory rate of patients, and alert a healthcare professional when the rate drops, or if the breathing becomes shallow. Further investigation showed that often respiratory rate can be difficult to take, and is often neglected as a vital that should be actively monitored. The team hopes to develop a device to address these issues and optimize healthcare professionals’ ability to perform care."
      ],
      "members": [
        {
          "name": "Karen Woodward",
          "img": "/static/img/projects/rrm/karen-woodward.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "I’m very excited to be joining BEST for another year and am looking forward to see what our dedicated team can accomplish! Previously, I have worked in the biomedical industry at LightIntegra Technology in Vancouver and am excited to use the skills I gained there for the development of BEST. In the future, I hope to get involved with injury biomechanics and rehabilitation, or aerospace design and development."
        },
        {
          "name": "Lap-Tak Chu",
          "img": "/static/img/projects/rrm/lap-tak-chu.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Engineering Physics",
          "desc": "Lap-Tak is passionate about improving global health. He hopes to pursue a career in the medical and health industry. In his spare time he enjoys being in the outdoors."
        },
        {
          "name": "Amira Balderin",
          "img": "/static/img/projects/rrm/amira-balderin.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "Amira is passionate about the social impact of low resource health initiatives as well as the technology behind these devices. She has experience in software development, testing, and UX design. In NWHacks 2015, she placed in the Top 10, creating an alarm clock using pulse oximetry to wake the person in the optimal sleep cycle to ensure regular and deep sleep by using heart rate readings."
        },
        {
          "name": "Mehar Gill",
          "img": "/static/img/projects/rrm/mehar-gill.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Integrated Sciences",
          "desc": "Mehar is studying neuropsychology, physiology, and nutrition. She has strong interests in medicine, public health, global health, and medical device development. Through her extensive volunteer and clinical research experience in healthcare settings, she has come to appreciate the need to further develop collaboration among healthcare and biomedical professionals to address a wide range of issues in public health. Mehar is excited to provide analytical research support to the team."
        },
        {
          "name": "Kayla Lee",
          "img": "/static/img/projects/rrm/kayla-lee.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Computer Science and Microbiology",
          "desc": "Kayla is passionate about healthcare technology. She joined BEST to learn about medical device development and how accessibility can be improved to 3rd world countries.  In her spare time, she enjoys dancing and posting of pictures of her homemade healthy snacks on Instagram."
        },
        {
          "name": "Alis Xu",
          "img": "/static/img/projects/rrm/alis-xu.png",
          "position": "Member",
          "year": "4th",
          "department": "Honours Science",
          "desc": "Alis is studying Cellular, Anatomical and Physiological Sciences. She is passionate about medical innovation and making a direct impact on patients the most in need. In joining the Respiratory Rate Monitor project, she hopes to accomplish problem-solving tasks using collaborative and creative efforts. She hopes to contribute to solve the problem of insufficient vital sign monitoring in low resource areas."
        },
        {
          "name": "Ed Mason",
          "img": "/static/img/projects/rrm/ed-mason.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Computer Science",
          "desc": "Edward has a keen interest in science and technology’s role in improving the quality and accessibility of healthcare. He has enjoyed learning arduino and working with the rest of the RR team this year."
        },
        {
          "name": "Yamen Taha",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "One of the main reasons I joined UBC was because of it's biomedical engineering program and UBC BEST was a great opportunity for me to gain more hands on practical experience in my intended field of study and pursue my interest. I joined UBC BEST in my second year and have enjoyed being part of the Respiratory Rate Monitor team since then."
        },
        {
          "name": "Reid Sutherland",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Chemical & Biological Engineering",
          "desc": "Reid strives to make the world a better place, and hopes to do so throughout the course of his studies, and later his career.  He is interested in drug delivery systems, pharmaceuticals, enzyme engineering, and the production and design of synthetic organs."
        },
        {
          "name": "Henry (Harry) Pigot",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "I have experience working in a number of research and development environments over the past four years in Canada, Germany, Japan, and Sweden. After almost two years working on ex-vivo organ perfusion machines, I am eager to share my perspective on medical device development with UBC BEST. It is a pleasure to be involved in problem definition, prototyping, design, and testing with the RRM team."
        },
        {
          "name": "Alessandro Narciso",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Electrical Engineering",
          "desc": "My passion lies in innovation and making a difference in the world. When I came to UBC and discovered BEST, I instantly fell in love with innovating impactful medical devices with the aim to improve global health, especially for those in low resource settings. I’m extremely passionate about software having previously worked on the IDEA EMR Project with BEST, as well as the world of business and entrepreneurship having worked for the Alberta Government, Department of Economic Development and Trade."
        }
      ]
    },
    {
      "id": "idea",
      "icon": "fa-database",
      "tab": "IDEA",
      "name": "Infectious Diseases Emergency Aid - Electronic Medical Record",
      "abbr": "IDEA-EMR",
      "desc": [
        "The Infectious Disease and Emergency Aid Electronic Medical Records (IDEA EMR) project arose from a proposal generated in November 2014 to address the challenge of transferring and recording patient findings within Ebola Treatment Centers. This project is now developing an EMR that uses a local mesh network to record the findings of patients with infectious diseases such as Ebola."
      ],
      "members": [
        {
          "name": "Ryan Wong",
          "img": "/static/img/projects/idea-emr/ryan-wong.jpg",
          "position": "Project Lead",
          "year": "4th",
          "department": "Electrical Engineering",
          "desc": "While working at Amazon, Avigilon, and Safe Software over the past few years, he has developed a passion for creating user-facing software technologies. He hopes that his addiction for coding will rub off on his teammates, as they work together to innovate the biomedical industry!"
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "5th",
          "department": "Integrated Sciences",
          "desc": "Marysia is studying Neuroscience through the integration of physiology and psychology. She was one of the members that traveled to Kenya and Uganda on a fact-finding mission in May 2015. She is passionate about global health and the integral role that technology has in medical advancement."
        },
        {
          "name": "Jade Varelle",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "Jade Varelle is excited to gain experience in tackling healthcare challenges through UBC BEST. Jade is interested in medical physics, specifically imaging and signal processing. In her spare time Jade enjoys hiking, camping and playing field hockey."
        },
        {
          "name": "Hamza Faran",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Hamza is a 4th-year Computer (Software) Engineering Student. Having interned as an Automation and Back-end Engineer at Demonware for 20 months, Hamza has a background and passion for systems engineering and distributed systems. He will be moving to Redmond after graduating next year to work in the Cloud and Enterprise division at Microsoft."
        },
        {
          "name": "Emil Maric",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Albert Einstein, Nikola Tesla, Bill Gates, Elon Musk. Emil Maric. Transcendental visionaries eternally enshrined in the papers of history. Working as a backend developer on the team, Emil’s code has been compared to the murals of Michelangelo in the Sistine Chapel. Some of his finest work has come as a member of UBC BEST. His work-desk in Kaiser 5505 has been designated as a UNESCO World Heritage Site, and is set to become the 8th Wonder of the World. He looks forward to getting to meet everyone on the team and continuing to work on the IDEA-EMR project."
        },
        {
          "name": "Koushik Peri",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Through his 20 months of co-op experience, Koushik has extensive experience writing software in a professional environment. After graduation Koushik will be working as a software engineer on the Windows team at Microsoft. He hopes to fuel his passion for travelling by visiting every country in Europe before he turns 30."
        },
        {
          "name": "Kieren Wou",
          "img": "",
          "position": "Member",
          "year": "4th",
          "department": "Computer Engineering",
          "desc": "Starting out in Electrical Engineering, Kieren interned at AMEC. Since switching to software, he has completed Co-op terms at Ericsson and Colligo. He will be working in the Windows Devices group at Microsoft post-graduation. He is excited to work with everyone in BEST and learn about the biomedical industry."
        }
      ]
    },
    {
      "id": "fft",
      "icon": "fa-chain-broken",
      "tab": "Femur",
      "name": "Femur Fracture Treatment Project",
      "abbr": "FFTP",
      "desc": [
        "Trauma is a major cause of death and disability worldwide and motor vehicle accidents are the leading cause of nonfatal injuries, with femur fractures being the most common musculoskeletal injury. Effective femoral surgery is not easily accessible to patients in low income countries and as a result, patients are treated with other methods. One of the most common treatments is called skeletal traction, a non-surgical method of realigning bones through constant force application. It is a method that requires few resources and is not deemed surgical, but constrains a patient to a bed for 2-3 months and is often accompanied by complications including pin-tract infection, malunion, nonunion, blood clots, and pressure sores. The Femur Fracture Treatment Project team aims to design a device that aligns and maintains alignment of a broken femur, while being compact and allowing more mobility than current methods. The project aims to design a device that will produce better patient outcomes, increase mobility, and decrease hospital cost and bed time compared to current traction treatment.",
        "The team is currently prototyping various designs of the device, while also conducting research on bone and fracture mechanics and bone healing. The team is working with a group of Orthopaedic Medicine students in Uganda to develop the device so it is context appropriate and will be successful in improving traction treatment in low income countries."
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "I am a third year Mechanical Engineering student with an option in Biomedical Engineering. I was a member of the IMDI field team and was involved in the identification of the needs and challenges that have shaped four of BEST’s current projects. I saw first hand the burden of trauma in low income countries and the challenges with femur fracture treatment. This put into perspective the need for biomedical innovation in treatment and motivated me to development this project."
        },
        {
          "name": "Amara Kraft",
          "img": "/static/img/projects/femur/amara-kraft.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Commerce",
          "biomed": true,
          "desc": "Amara is excited to utilize the knowledge and skills she has gained from past work terms at The Department of Fisheries and Oceans and Shell to work towards a solution for the traction project. In her spare time, Amara enjoys playing a variety of sports and trying new things."
        },
        {
          "name": "Hannah Haghdadi",
          "img": "/static/img/projects/femur/hannah-haghdadi.jpg",
          "position": "Advisor",
          "year": "5th",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "Hannah is passionate about biomedical research and development in both clinical and industrial setting. Hannah has worked at SFU NeuroSpine Lab as part of a research team and at Sorin Group Canada as product design engineer. She is looking forward to be part of this project team."
        },
        {
          "name": "Paula Adruschak",
          "img": "/static/img/projects/femur/paula-adruschak.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Materials Engineering, specializing in Biomaterials",
          "desc": "Paula is passionate about biomedical innovation improving patient outcomes in low resource settings. She has previous experience in the biomedical industry having worked at the Centre for Blood Research and the Centre for Hip,Health and Mobility and is looking forward to using the knowledge from these experiences on the project."
        },
        {
          "name": "Karla Rivera",
          "img": "/static/img/projects/femur/karla-rivera.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "Karla is very passionate about advancing biomedical technologies to improve individuals' quality of life. She is very excited to collaborate with medical professionals and apply her co-op experience to develop a low-cost and effective alternative to current traction practices. During her free time, Karla enjoys hiking, reading and practicing karate."
        },
        {
          "name": "Himani Kukreja",
          "img": "/static/img/projects/femur/himani-kukreja.jpg",
          "position": "Member",
          "year": "",
          "department": "",
          "desc": ""
        },
        {
          "name": "Amanda Tuey",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "desc": "I am a passionate student with high interest in new technologies and innovations that contribute to improving daily life in low-income countries, especially within the health care system.  I have experience building guitars and other wood-working projects, and I also have technical experience working at General Fusion and General Electric. I’m not quite sure where ultimate passions lie, but I plan to gain more experience through UBC BEST, international exchange, minors in Commerce and Computer Science, and co-op to find out!"
        },
        {
          "name": "Cyrus Thomas",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Medicine",
          "desc": "Interest in orthopaedic medicine along with a previous degree in Kinesiology from McMaster make the Femur Fracture Treatment Project (FFTP) a perfect outlet to build upon my driving passion. My developing medical background allows me to participate as part of the research team alongside other members with varying interests and unique skill sets. When I have some free time, you can find me doing all things outdoors or enjoying the latest creations at Rain or Shine!"
        },
        {
          "name": "Tyler Lee-Jarvis",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "I have a passion for developing clinical and assistive medical devices for people that do not have access to adequate funding or facilities to receive the care they need. I am a Camosun College transfer student now enrolled in my 3rd year of mechanical engineering (biomedical option) at UBC. As a new member of BEST I look forward to the development of real-world solutions to medical issues worldwide."
        },
        {
          "name": "Jessie Massong",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "desc": "Jessie believes that technology is highly valuable to advancing medicine. She wants to help make the adoption of medical technologies more widespread in both developed and developing countries. She is excited to apply her hands-on mechanical design experience to developing devices that target specific needs in the clinic. Jessie loves collaborating with the amazing community of intelligent, creative and caring people created by BEST."
        },
        {
          "name": "Eric Allum",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "Engineering for healthcare is an exciting new opportunity for me with a lot of potential for innovation.  I am looking forward to utilizing the experience I’ve gained as a C.E.T. in the oil & gas industry to design and prototype creative solutions to challenging global health problems.  In whatever spare time I can make I like to do cool stuff on mountains, fish, and hike."
        },
        {
          "name": "Jessica Bo",
          "img": "",
          "position": "Member",
          "year": "3rd",
          "department": "Mechanical Engineering",
          "biomed": true,
          "desc": "My inspiration to pursue my passion for promoting innovative medical technologies came as a result of volunteering as a pediatrics research adviser and advocate. I gained valuable mechanical design experience during my co-op terms at Mazdis, which I hope to bring to the Femur Fracture Treatment Project team. I also love travelling the world and exploring new places!"
        }
      ]
    },
    {
      "id": "ptm",
      "icon": "fa-leaf",
      "tab": "MINT",
      "name": "Medical Innovation in NeuroTechnology",
      "abbr": "MINT",
      "desc": [
        "Mission Statement → To build our capacity to tackle neurotech challenges, foster a collaborative network of professionals, enthusiasts and the general public. ",
        "Vision → We aim to bridge clinical and social aspects of neuroscience by accessibly reproducing and innovating upon notable experiments and technologies.",
        "About Us → We are a project under UBC’s BEST (Biomedical Engineering Student Team), populated by a diverse group of students (Nursing, Psych, COGS, Elec Eng, Mech Eng, CompSci, etc) eager to make an impact.",
        "Website → https://github.com/UBCBEST/mint-eeg"
      ],
      "members": [
        {
          "name": "Rahat Dande",
          "position": "Project Lead",
          "img": "/static/img/projects/ptm/rahat-dhande.jpg",
          "year": "3rd",
          "department": "Engineering Physics",
          "desc": "Rahat Dhande is passionate about science and technology, and their application in Biomedical Engineering.  In his spare time, Rahat likes to wonder what he could do if he had spare time."
        },
        {
          "name": "Kristyn Lee",
          "img": "/static/img/projects/ptm/kristyn-lee.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering, Minor in Commerce",
          "biomed": true,
          "desc": "I hope to pursue a career in the biomedical device industry. Through UBC BEST, I want to make a difference in the lives of others by positively impacting the health sector. I am also pursuing a minor in Commerce since the combination of a business and engineering degree will help me understand the commercialization potential of new biomedical products. For co-op, I previously worked as a Junior Software Developer at Paragon Testing Enterprises. My hobbies include long distance running and tennis."
        },
        {
          "name": "Tavia Walsh",
          "img": "/static/img/projects/ptm/tavia-walsh.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "As a team, we share a passion for helping people and advancing the medical field, and being a part of BEST is incredibly rewarding. Having access to information about device needs and challenges in real medical applications was incredible important in setting me on my goal towards becoming a biomedical engineer.  Through BEST, I have gained over two years of amazing technical experience, working on design proposals, research, and an early prototype of the neonatal phototherapy monitor project."
        },
        {
          "name": "Nabil Ali-Mohamad",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Chemical & Biological Engineering",
          "desc": "I am excited to be working with UBC BEST for another year filled with thrilling new possibilities.  I strive to blend my studies in Chemical & Biological Engineering, my interest to learn about the biomedical design process and the opportunity to help solve real world medical problems with an engineering lens to feed a passion which I developed in high school. I am eager to see how this new project unfolds and I look forward to what is to come."
        },
        {
          "name": "Adriano Sela Aviles",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Computer Engineering",
          "desc": "Adriano has a profound interest in computer engineering with a focus in biomedical applications. He lived in Uganda for two and a half years and is deeply involved in local and international communities of Kampala. In his spare time he enjoys exercising, playing basketball, and challenging himself with logic problems. His other areas of interest include medical and particle physics as well as astrophysics."
        },
        {
          "name": "Bhaskar Yechuri",
          "img": "",
          "position": "Member",
          "year": "2nd",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "As an aspiring biomedical engineer,  I have a deep interest in the applications of electrical engineering to the fields of global healthcare and veterinary medicine. I hope to someday use the skills and network I gain through UBC Engineering and BEST to bring about positive global change."
        },
        {
          "name": "Carol Fu",
          "img": "/static/img/projects/ptm/carol-fu.jpg",
          "position": "Member",
          "year": "3rd",
          "department": "Computer Engineering",
          "desc": "Carol joined BEST to meet other peers who are also interested in designing medical devices. In her spare time she reads Garfield all day long."
        },
        {
          "name": "Rashmi Prakash",
          "img": "/static/img/projects/ptm/rashmi-prakash.jpg",
          "position": "Member",
          "year": "4th",
          "department": "Electrical Engineering",
          "biomed": true,
          "desc": "Rashmi has a strong interest in the development of diagnostic devices (specifically lab-on-a-chip) and also is passionate about the integration of biology and technology to develop prosthetics that are able receive and send cognitive messages. In her spare time she enjoys playing the guitar, hiking/camping, reading books, playing badminton and watching movies."
        }
      ]
    },
    {
      "id": "donated",
      "icon": "fa-hospital-o",
      "tab": "Donated",
      "name": "Donated Medical Equipment Project",
      "abbr": "DMEP",
      "desc": [
        "A common challenge encountered on the IMDI trip was with the use, maintenance and disposal of donated medical equipment. Studies have shown that as much of 70% of donated medical equipment is never put into use in recipient countries. There are many factors that contribute to this problem, for example a lack of training to use the equipment and technical manuals. Often technical considerations are not accounted for when equipment is donated – such as differences in voltage between countries, and power fluctuations common to low resource settings.",
        "This project aims to improve medical equipment donation practices from Canada to low income countries. The team aims to work in partnership with Canadian charities, and biomedical professionals to develop appropriate solutions to improving the quality of donations made to low income countries and the system in which they are donated. The DEMP team is currently organizing a webinar with CMBES to facilitate collaboration and communication between Canadian charities that donate medical equipment. The webinar will facilitate discussion regarding challenges charities face when donating and possible solutions to improve those challenges. "
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Lead",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "I am a third year Mechanical Engineering student with an option in Biomedical Engineering. I was a member of the IMDI field team and was involved in the identification of the needs and challenges that have shaped four of BEST’s current projects. I saw first hand the challenges with donated medical equipment in low income country hospitals. This spurred me to develop this project in order to improve the quality of donations and the donation process."
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Advisor",
          "year": "5th",
          "department": "Integrated Sciences",
          "desc": "Marysia is studying Neuroscience through the integration of physiology and psychology. She was one of the members that traveled to Kenya and Uganda on a fact-finding mission in May 2015. She is passionate about global health and the integral role that technology has in medical advancement."
        },
        {
          "name": "Ryan Easton",
          "img": "/static/img/projects/donated/ryan-easton.jpg",
          "position": "Member",
          "year": "2nd",
          "department": "Electrical Engineering",
          "desc": "Ryan is thrilled to be apart of the donation team. He is particularly inspired to work on the donation team because it has a huge potential for improvement and could drastically improve the healthcare system in the developing world. In his spare time, he likes to play soccer, volleyball, and relax with friends."
        }
      ]
    },
    {
      "id": "mph",
      "icon": "fa-mobile-phone",
      "tab": "Phone",
      "name": "Microscope Phone Holder",
      "abbr": "MPH",
      "desc": [
        "Diagnosis of malaria, tuberculosis, typhoid, and other blood borne diseases is a pressing issue in East Africa. Current diagnostic techniques are either not feasible in low resource settings, or lacking in accuracy.",
        "To improve the effectiveness of diagnosing haematologic diseases in low resource settings, a research team in Uganda affiliated with Grand Challenges Canada is developing an image processing application that can help diagnose malaria. An image of the blood smear is magnified by a microscope, and the magnified image is captured using a mobile phone camera. This captured image is then analyzed by the application. The application marks certain features of the blood sample such as red blood cells, white blood cells, and plasma, to be examined later by doctors.",
        "Our challenge, as the Microscope Phone Holder Attachment Team, is to design a mechanical device that aligns the attaches the phone and phone camera to the lens of a microscope. The phone needs to be attached firmly and securely to the microscope. At the same time, the phone’s position and alignment must be easy to adjust.",
        "Our team of mechanical engineering and engineering physics students is currently working to design a convenient, stable, and adaptable ‘phone holder’ attachment for microscopes, that can be 3D printed on-site."
      ],
      "members": [
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Project Advisor",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true,
          "desc": "Global healthcare and biomedical innovation is above everything else what I am most passionate about. I am thrilled to be the lead for this projects and to be working with the amazing students of UBC BEST. I am currently on co-op and am proudly working for Mantra Energy Alternatives."
        },
        {
          "name": "Rahat Dande",
          "position": "Project Advisor",
          "img": "/static/img/projects/ptm/rahat-dhande.jpg",
          "year": "2nd Year",
          "department": "Engineering Physics",
          "desc": "Rahat Dhande is passionate about science and technology, and their application in Biomedical Engineering.  In his spare time, Rahat likes to wonder what he could do if he had spare time."
        }
      ]
    },
    {
      "id": "imdi",
      "icon": "fa-globe",
      "tab": "IMDI",
      "name": "International Medical Device Initiative",
      "abbr": "IMDI",
      "desc": [
        "The International Medical Device Initiative (IMDI) was a 3 week international fact-finding mission to Kenya and Uganda that took place in May 2015 after months of planning and preparation. The purpose of this initiative was to investigate medical challenges in international environments that our team could address with contextually appropriate innovations, and to develop connections with local medical professionals who we could collaborate with in the future."
      ],
      "links":[
        {
          "text": "Find out more about the IMDI project.",
          "url": "http://best.ece.ubc.ca/imdi/"
        },
        {
          "text": "Read about our trip on our blog.",
          "url": "http://best.ece.ubc.ca/category/imdi-2015/"
        }
      ],
      "members": [
        {
          "name": "Andrea Marshall",
          "img": "/static/img/projects/donated/andrea-marshall.jpg",
          "position": "Field Team Member"
        },
          {
          "name": "Blake Henderson",
          "img": "/static/img/projects/rrm/blake-henderson.jpg",
          "position": "Field Team Member",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Commerce",
          "biomed": true
        },
        {
          "name": "Georgia Grzybowski",
          "img": "/static/img/projects/donated/georgia-grzybowski.jpg",
          "position": "Field Team Member",
          "year": "3rd",
          "department": "Mechanical Engineering, Minor in Science",
          "biomed": true
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/projects/donated/marysia-grzybowski.jpg",
          "position": "Field Team Member",
          "year": "5th",
          "department": "Integrated Sciences"
        }
      ]
    }
  ]
}
