{
  "data": [
    {
      "id": "exec",
      "icon": "fa-black-tie",
      "tab": "Executive",
      "name": "Executive Team",
      "members": [
        {
          "name": "Blake Henderson",
          "title": "Chief Executive Officer",
          "img": "/static/img/teams/exec/blake-henderson.jpg",
          "link": "https://www.linkedin.com/in/blakehenders",
          "desc": [
            "I sought out UBC BEST the moment I began my studies at UBC with a clear goal of becoming a biomedical engineer to develop innovative medical devices to address challenges in patient care. I am currently in my third year of Mechanical Engineering in the Biomedical Option with a Minor in Commerce, and am able to apply my education towards achieving these goals.",
            "After developing early prototypes for the Music to Movement device, I began planning the International Medical Device Initiative (IMDI). In May 2015, I was one of the four field team members that travelled to Uganda and Kenya, embarking on my goal of developing devices for global health.",
            "I have 12 months of co-op experience in the biomedical industry. At Kardium Inc., I worked as a Research Engineer Co-op designing experiments and apparatus to test their novel ablation catheter to treat atrial fibrillation. At the Centre for Hip Health and Mobility, I investigated the deformation of cartilage in the hip joint as an Orthopaedic Research Assistant.",
            "I have enjoyed my time as the previous CTO and Project Lead of the Respiratory Rate Monitor Team, and am now excited about becoming CEO to continue and expand upon the incredible growth of this team. I envision this team continuing to tackle complex initiatives, while providing a resource for development for students at UBC, and in the greater community."
          ]
        },
        {
          "name": "Alessandro Narciso",
          "title": "Chief Operations Officer",
          "img": "/static/img/teams/exec/alessandro-narciso.jpg",
          "link": "https://www.linkedin.com/in/alessandronarciso",
          "desc": [
            "Ever since I first became interested in engineering, the innovations that astounded me most were the biomedical ones. The concept of being able to save someone’s life or improve it through biomedical innovations was so inspiring to me. This drove me to join BEST in the beginning of my first year at UBC and I have been a member of the club ever since. I am currently finishing my second year of Electrical Engineering.",
            "When first joining BEST, I was member of the Infectious Disease Emergency Aid - Electronic Medical Records System Project (IDEA – EMR). There, I worked on creating mockups and prototypes to demonstrate the workflow to doctors and receive feedback from them. I also helped in designing and testing the user interface of the EMR. After the project was completed and handed off to ICChange for implementation, I was a member of the Respiratory Rate Monitor Project where I worked on troubleshooting and developing the prototype code.",
            "My work experience consists of 4 months with the Government of Alberta, Department of Economic Development and Trade, where I enriched my business and entrepreneurial skills by aiding my team in marketing Albertan corporations to attract foreign investment and trade opportunities in energy, health, and technology sectors.",
            "Being a part of BEST has been the highlight of my university career. BEST has given me the chance to develop my technical skills for the past 2 years and I hope to keep contributing to the club’s success by taking on the role of COO. It is so exciting to be a part of such a talented and driven group of students who are changing the world through biomedical innovation."
          ]
        },
        {
          "name": "Amara Kraft",
          "title": "Chief Technology Officer",
          "img": "/static/img/teams/exec/amara-kraft.jpg",
          "link": "https://ca.linkedin.com/in/amara-kraft-75803786",
          "desc": ["I have been a member of UBC BEST for more than 2 years now and am excited to step up into the position of CTO and assist all the projects in reaching their goals. I am currently finishing my 3rd year of Mechanical Engineering in the Biomedical Option, with a Minor in Commerce.",
            "Since working on the early stages of the Music to Movement project, I have been a member of the Femur Fracture Treatment Project (FFTP).  With this project I have been involved with the early research stages and have since been a key member in the prototype phase.",
            "I have developed a range of skills gained from different co-op experiences with the  Department of Fisheries and Oceans, Shell, and Skytrain.",
            "Working with such a great group of students that are passionate about the biomedical field, has been the most rewarding part of being involved in UBC BEST. I believe in this team and what we can accomplish with the goal of helping people and having an impact in the medical world."
          ]
        }
      ]
    },
    {
      "id": "man",
      "icon": "fa-balance-scale",
      "tab": "Management",
      "name": "Management Team",
      "members": [
        {
          "name": "Bhaskar Yechuri",
          "title": "Medical Innovation in NeuroTechnology Project Lead",
          "img": "",
          "link": "https://www.linkedin.com/in/bhaskar-y-808710100/",
          "desc": [
            ""
          ]
        },
        {
          "name": "Georgia Grzybowski",
          "title": "Femur Fracture Treatment Project & Donated Medical Equipment Project Lead",
          "img": "/static/img/teams/man/georgia-grzybowski.jpg",
          "link": "https://ca.linkedin.com/pub/georgia-grzybowski/85/b24/a8b",
          "desc": [
            "I am a third year Mechanical Engineering student with an option in Biomedical Engineering. I am a passionate member of BEST and a dedicated leader of the Femur Fracture Treatment Project and the Donated Medical Equipment Project. I was a member of the IMDI field team and was involved in the identification of the needs and challenges that have shaped four of BEST’s current projects. I am thrilled to have been apart of the identification and starting development of both the projects I lead. The IMDI Initiative put into perspective the essential need for biomedical innovation and healthcare development in international settings.",
            "I am excited to be apart of this new and growing field that has the potential to make an impact in a setting where improvement in health care is needed the most. The BEST team has not only given me the opportunity to follow and explore this passion of mine, but also to make a difference in this field."
          ]
        },
        {
          "name": "Karla Rivera",
          "title": "Femur Fracture Treatment Project Lead",
          "img": "",
          "link": "https://www.linkedin.com/in/karla-rivera-b1406710b/",
          "desc": [
            ""
          ]
        },
        {
          "name": "Jackson Robinson",
          "title": "Femur Fracture Treatment Project Lead",
          "img": "",
          "link": "https://www.linkedin.com/in/jackson-robinson-096974129/",
          "desc": [
            ""
          ]
        },
        {
          "name": "Justine Sultan",
          "title": "Music to Movement Project Lead",
          "img": "",
          "link": "https://www.linkedin.com/in/justine-sultan-931174119/",
          "desc": [
            "I am an electrical engineering student in the biomedical option at UBC, and am passionate about applying engineering to develop solutions for the biomedical industry! I originally joined M2M as a hardware developer working on electrical design, and am excited to continue progressing the M2M project as project lead." ,

            "I have co-op experience in electrical, software, and mechanical development at Motion Metrics International, as well as in project management at the Vancouver Airport Authority."
          ]
        },
        {
          "name": "Jade Varelle",
          "title": "Respiratory Rate Monitor Project Lead",
          "img": "",
          "link": "https://www.linkedin.com/in/jadevarelle/",
          "desc": [
            "I was drawn to study engineering because I want to understand how our world works, and make technology that can improve peoples' lives. So far, my work experience has ranged from instrumentation for nano-medicine development to designing hardware for large datacentres. Now in my fourth year at UBC, I've been privileged to work on UBC BEST with a diverse, passionate and talented team to tackle technical challenges in healthcare."
          ]
        },
        {
          "name": "Brian Ho",
          "title": "Respiratory Rate Monitor Project Lead",
          "img": "",
          "link": "https://www.linkedin.com/in/brian-ho-4ba064136/",
          "desc": [
            "I have always had the passion and enthusiasm for using engineering to improve health care for those living in developing countries, and have discovered that UBC BEST is the perfect team for me. I am an Electrical Engineering Student specializing in the Biomedical Option. I am a passionate leader of the Respiratory Rate Monitor Project. I have experience at both software and hardware development through past work experience. I am looking forward to apply my knowledge and experiences from engineering to the team as I take on the leadership role.",
            "I am excited to lead such a diverse group of students working on the RRM Project. This project has provided me the chance to make a significant impact on people’s quality of life. I am thrilled to have the opportunity to contribute to this field. "
          ]
        },
        {
          "name": "Melody Tsai",
          "title": "ENABLE Project Lead",
          "img": "",
          "link": "",
          "desc": [
            "My co-lead and I created this project because we want to have a positive impact on peoples' lives. I am interested in the integration of biotech with the human body. My work experience includes managing deadlines, keeping the team on track, and administrative tasks. My goal is bring affordable and accessible healthcare devices to everyone."
          ]
        },
        {
          "name": "Meagan Woolsey",
          "title": "ENABLE Project Lead",
          "img": "",
          "link": "",
          "desc": [
            "I am passionate about biomedical engineering because it creates an opportunity to directly improve the health of individuals and the quality of life for everyone – it is both personal and impactful. The industry is also very diverse as it includes everything from prosthetics to injury prevention to medical imaging.",
            "While working at a wheelchair manufacturing company, PDG Mobility, I gained understanding about the user experience and assisted in quality inspections. Currently, I work for Evasc Medical Systems as a biomedical engineering coop and enjoy working on a device that saves lives.",
            "In April 2017, Melody Tsai and I decided to create a team with the goal of designing an upper body exoskeleton to aid people with disabilities and soon after we joined BEST as a new project! I am proud to be leading an outstanding group of students and can't wait to build prototypes that improve people’s mobility."
          ]
        }
      ]
    },
    {
      "id": "bus",
      "icon": "fa-briefcase",
      "tab": "Business",
      "name": "Business Team",
      "members": [
        {
          "name": "Eric Cho",
          "title": "Business Team Lead",
          "img": "",
          "link": "",
          "desc": [
            "I am a 4th year Sauder student specializing in Accounting and Operations & Logistics. As the Business Team Lead, my main duty is to ensure that the UBC BEST projects get a business perspective during the development phase.",
            "Over the last 4 years, I have gained a diverse range of experiences in multiple industries including competitive debate, financial services, academic research, and commercial insurance."
          ]
        },
        {
          "name": "Andrew Ladouceur",
          "title": "Member",
          "img": "",
          "link": "",
          "desc": [
            "I believe in innovative ideas, backed with technical analysis to produce disruptive, data-driven solutions. As an entrepreneur and case study enthusiast, consulting has always been a career of interest of mine, and I am excited to positively impact people across the world with UBC BEST.",
            "I have experience working as a special projects intern where I assisted with a $22 million acquisition, as well leading a 50-person group to launch an app for a startup I am working with."
          ]
        },
        {
          "name": "Herman Chiu",
          "title": "Member",
          "img": "",
          "link": "",
          "desc": [
            "Herman is an amicable, inspired listener whose role in every job seems inveterately to gravitate towards operational strategy – it may even seem that he doesn’t otherwise think at work. Of course, his passion for tech, start-ups, and venture capital comes from an unwavering, unabashed; undiminished; nigh upon naïve hope for the world, with balanced roots in both the humanities and social sciences.",
            "Besides theoretically rigorous (sometimes interminably arid) conversation, he enjoys exercises in running, skiing, golfing, hiking, verbosity and gastronomy."
          ]
        },
        {
          "name": "Vania Hung",
          "title": "Member",
          "img": "",
          "link": "",
          "desc": [
            "My goal is to work in the healthcare industry and I am excited to combine my business knowledge and passion to give back to the community as a business consultant.",
            "I have gained analytical, research, and communication skills through various extracurricular activities and work experience. I look forward to working with the rest of the team to further develop my skills with these projects!"
          ]
        },
        {
          "name": "Linda Dai",
          "title": "Member",
          "img": "",
          "link": "",
          "desc": [
            "I'm a self-motivated and interpersonal worker, with experience in team management, SEO, and market analytics",
            " My aspirations in life include obtaining a career in strategy consulting, travelling the world, and hopefully doing my part in the world someday. I enjoy reading about the latest news in space exploration and spending too much time organizing my to do list."
          ]
        }
      ]
    },
    {
      "id": "bod",
      "icon": "fa-building",
      "tab": "Board of Directors",
      "name": "Board of Directors",
      "members": [
        {
          "name": "Andrea Marshall",
          "title": "Chair",
          "occupation": "Electrical Engineer, Haemonetics",
          "img": "/static/img/teams/bod/andrea-marshall.jpg",
          "link": "https://www.linkedin.com/in/andreammarshall",
          "desc": [
            "Andrea Marshall is a recent graduate of UBC Electrical Engineering specializing in Biomedical Engineering. She joined UBC BEST in the first year of formation and has contributed to the growth and development of the team over the past 2 years as CEO. In those two years the team has expanded from 7 members to over 70 members spanning over 6 faculties. She has initiated some ambitious changes to the team, including the formation of our Ebola Aid/EMR Team, the first year mentorship program, the addition of Research and Business Teams, and also our International Medical Device Initiative (IMDI). In May 2015 she was one of four UBC BEST representatives that traveled to Kenya and Uganda for a three week fact-finding mission through our IMDI. She initiated and managed the development of this successful fact-finding mission, which resulted in an additional 4 projects for UBC BEST.",
            "In addition to her experience with managing UBC BEST, she brings 23 months of work experience as a co-op student in the medical device industry. She worked with LightIntegra Technology for a 12 month co-op on their novel platelet quality testing device, and for 8 months with Kardium Inc. working on their ground breaking ablation catheter for the treatment and diagnosis of atrial fibrillation. She spent the summer of 2015 in Boston Massachusetts as an intern at Haemonetics Corporation working of their portfolio of blood management products. She returned as a full time Electrical Engineer at Haemonetics in January 2016.",
            "Andrea looks forward to serving as a Director and the Chair of the UBC BEST Board of Directors by contributing her experience with UBC BEST and within the medical device industry to assist in the continual growth and success of the team."
          ]
        },
        {
          "name": "Paul Geyer",
          "occupation": "CEO, LightIntegra Technology",
          "img": "/static/img/teams/bod/paul-geyer.jpg",
          "link": "https://www.linkedin.com/in/paul-geyer-497a347",
          "desc": [
            "Paul Geyer, a successful Medtech Entrepreneur and experienced Board member. Over the past 20 years Paul founded and led two companies through their growth phase, in one case to a successful private exit and in the other case through growth as a public company with numerous acquisitions. Both companies have grown to be anchor medical device companies in the Vancouver area, employing more than 350 people.",
            "In 1991 he founded Mitroflow International Inc., a tissue heart valve company. Paul grew the company from 9 employees to more than 125 employees in 1999. In 1999 Paul sold Mitroflow to Sulzer Medica, for more than $50 mil. Paul’s leadership resulted in Mitroflow growing to more than 200 employees, making it one of the largest medical devices companies in the Vancouver area.",
            "In 2001 Paul started Medical Ventures, a new specialty vascular device company where he is currently Chairman of the Board. From its inception to June 2008, Mr. Geyer held the position of CEO at Medical Ventures (now Neovasc) and was responsible for raising over $40 million in Equity financing and growing the company’s product portfolio through internal development and the acquisition of 3 other companies. Neovasc is a public company on the TSX and Nasdaq with a market cap of more than $700mil and continues to grow with operations in both Vancouver and Minneapolis, employing approximately 200 people.",
            "In 2008 Paul began focusing on sharing his expertise to assist other Entrepreneurs to build successful businesses, through his involvement as a mentor or Board member. Mr. Geyer is an active Angel investor in technology and life science companies. In 2010 Paul was awarded the British Columbia Angel Investor of the year, and over the years has invested over $5mil in start-up businesses. He is an active supporter of the local Angel investment community, donating his time to assist local companies and investors through education programs and direct one-on-one mentoring. He is an active alumnus of the Kappa Sigma Fraternity. In 2011 Paul received the BC Life Sciences Leadership Award.",
            "He is also focused on building the local community through his involvement as a Board member of both the Life Sciences and Technology associations, along with a number of non-profit community based organizations. Paul is actively engaged as a Philanthropist as the Chair of the Board of Social Venture Partners Vancouver. He is also involved in a number of other non-profit organizations including Science World Chairs Council, Entrepreneurship at UBC Board member, Project Somos Children’s Village and other local and International organizations.",
            "Paul graduated with a BASc. in Electrical Engineering from the University of British Columbia in 1988 and gained his Professional Engineer status in 1990. He has taken numerous postgraduate courses in Bio-medical Engineering and medical technology and has completed the Canadian Securities Course."
          ]
        },
        {
          "name": "Dr. James McEwen",
          "occupation": "President, Western Clinical Engineering Ltd.",
          "img": "/static/img/teams/bod/james-mcewen.jpg",
          "link": "https://en.wikipedia.org/wiki/James_McEwen_(engineer)",
          "desc": [
            "James A. (Jim) McEwen received the B.A.Sc. and Ph.D. degrees in electrical engineering (biomedical) from the University of British Columbia in 1971 and 1975 respectively. He served as a Certified Clinical Engineer (CCE) until 2010, and is currently a member of the Institute of Electrical and Electronic Engineers (IEEE) and a Registered Professional Engineer (P.Eng.).",
            "Dr. McEwen invented the automatic tourniquet system for surgery. He and his colleagues have been awarded over 160 patents in the United States and other countries for tourniquet-related technologies, and has numerous tourniquet-related patent applications pending in the U.S. and elsewhere. He is the author or co-author of a number of papers on the subject of surgical tourniquets. Almost all modern tourniquet systems that are now used in western countries are based on the tourniquet-related inventions and subsequent developments made by Dr. McEwen and his R&D team. For example, the A.T.S. series of automated surgical tourniquet systems and related products manufactured and sold by Zimmer worldwide are based on that research and development. Also, he created Delfi Medical Innovations Inc., a Vancouver-based company, to supply specialty tourniquet-related products invented and developed by the same group. One of those products, Delfi’s military tourniquet, is now being used by military US army forces in Iraq and Afghanistan, helping to save both life and limb.",
            "Globally, it is estimated that the automatic surgical tourniquets which Dr. McEwen and his team have invented and developed are now used in more than 17,000 surgeries daily in over 40 countries and in many different types of surgical procedures. Worldwide, it is estimated that more than 72 million surgical procedures have been performed using Dr. McEwen’s automatic tourniquet technologies and innovations. Their widespread adoption and use has resulted in significantly improved safety, quality and economy. As a result of the success and widespread impact on the public of his surgical tourniquet-related inventions, in 1997 he received the $100,000 Principal Award for Innovation in Canada from the Ernest C. Manning Awards Foundation."
          ]
        },
        {
          "name": "Dr. Marc Parlange",
          "occupation": "Dean, UBC Faculty of Applied Science",
          "img": "/static/img/teams/bod/marc-parlange.jpg",
          "link": "https://www.linkedin.com/in/marc-parlange-61741545",
          "desc": [
            "Dr. Marc Parlange is the Dean of the Faculty of Applied Science at the University of British Columbia, and is a Professor in the Department of Civil Engineering. Prior to assuming his position at UBC in 2013, he served as Dean of the School of Architecture, Civil and Environmental Engineering at the École Polytechnique Fédérale de Lausanne, and held faculty appointments at Johns Hopkins University and the University of California at Davis.",
            "His research in the broad area of environmental fluid mechanics primarily relates to the measurement and simulation of air and water flows over complex terrain, with a focus on how air turbulence and atmospheric dynamics (atmospheric boundary layer flow) influence water evaporation and transpiration in plants and soil. He is also active in addressing water resources challenges in remote communities through his research on hydrology and climate change.",
            "He has received numerous awards for his academic achievements, including the Macelwane Medal of the American Geophysical Union in 1997 and the Dalton Medal of the European Geosciences Union in 2007."
          ]
        },
        {
          "name": "Dr. Richard Lester",
          "occupation": "Director, Neglected Global Disease Initiative & Executive Director, WelTel",
          "img": "/static/img/teams/bod/richard-lester.jpg",
          "link": "https://www.linkedin.com/in/richard-lester-2a017129",
          "desc": [
            "Dr. Richard Lester is the Director of the Neglected Global Diseases Initiative (NGDI.ubc.ca) and an Assistant Professor in Global Health in the Division of Infectious Diseases, Department of Medicine, at the University of British Columbia (UBC). He completed his research fellowship in HIV in Kenya at the University of Manitoba and University of Nairobi collaborative, where he initiated development of an innovative mobile phone health (mHealth) service that was demonstrated in a landmark trial, WelTel Kenya1 (Lancet 2010), to improve HIV outcomes.",
            "He is co-founder of the WelTel International mHealth Society, a non-profit organization and Grand Challenges Canada $1M award winner for transitioning the mHealth service to scale in remote Kenya, and a Canadian software company. In a form of reverse innovation, Dr. Lester has introduced the WelTel service and model into the Canadian and other healthcare systems. His program’s ‘research to action’ and patient-self management approach has been published in top-tier medical journals, including the Lancet, the New England Journal of Medicine, and Nature, and has been featured in non-academic international and local media, such as CBC’s The National and The Economist.",
            "Dr. Lester continues to conduct studies internationally, in Kenya, Canada, and the United States, has consulted on mHealth innovations with the World Health Organization, and is a CIHR Foundation Scheme recipient and Michael Smith Foundation Scholar."
          ]
        },
        {
          "name": "Sagar Mahli",
          "occupation": "CTO, Switchboard Logistics",
          "img": "/static/img/teams/bod/sagar-mahli.jpg",
          "link": "https://www.linkedin.com/in/sagarmalhi",
          "desc": [
            ""
          ]
        },
        {
          "name": "Elizabeth Wicks",
          "occupation": "Clinical Development Engineer, Intuitive Surgical",
          "img": "/static/img/teams/exec/elizabeth-wicks.jpg",
          "link": "https://ca.linkedin.com/in/wickselizabeth",
          "desc": [
            ""
          ]
        },
        {
          "name": "Julie Kerr",
          "img": "/static/img/teams/exec/julie-kerr.jpg",
          "link": "https://ca.linkedin.com/pub/julie-kerr/8b/254/164",
          "desc": [
            "I have been an active member of UBC BEST since my first year at UBC, when the team was first created. Joining a team focused on developing innovative medical devices has greatly influenced my studies and passion for the field, and has helped me prepare as I plan to launch myself into the biomedical industry. I am currently in my fifth and final year of Mechanical Engineering, in the Biomedical Option.",
            "As an original member of BEST, I have had the unique experience to watch and learn how the team has progressed, both from the perspective as a technical member as well as a leader of the team. I have worked on the early prototypes of the peripheral neuropathy foot sensor and musical therapy projects before moving to captain the team.",
            "I have 12 months of co-op experience in the biomedical device field. At Strait Access Technologies in Cape Town, South Africa, I worked with the R&D team to develop a novel device to repair mitral regurgitation. At Clarius Mobile Health, I worked with the mechanical team to finalize the design of a hand-held, wireless ultrasound device, which is due to be released by the end of 2016.",
            "My experience with BEST has given me two and a half years of technical experience, and the past year and a half of being the COO. I am excited to continue my final year as COO to further the development of the projects and our members. BEST has enriched my degree, and given me the opportunity to develop my own skills and passions, and to be able to provide that same environment for other students at UBC, and beyond."
          ]
        },
        {
          "name": "Blake Henderson",
          "title": "Chief Executive Officer",
          "occupation": "",
          "img": "/static/img/teams/exec/blake-henderson.jpg",
          "link": "https://www.linkedin.com/in/blakehenders",
          "desc": [
            "I sought out UBC BEST the moment I began my studies at UBC with a clear goal of becoming a biomedical engineer to develop innovative medical devices to address challenges in patient care. I am currently in my third year of Mechanical Engineering in the Biomedical Option with a Minor in Commerce, and am able to apply my education towards achieving these goals.",
            "After developing early prototypes for the Music to Movement device, I began planning the International Medical Device Initiative (IMDI). In May 2015, I was one of the four field team members that travelled to Uganda and Kenya, embarking on my goal of developing devices for global health.",
            "After returning from the IMDI trip, I began work at the Centre for Hip Health and Mobility (CHHM) as an Orthopaedic Research Assistance, investigating cartilage stress and deformation in the hip. I then continued to pursue my passion for biomedical innovation as a member of the Research Team at Kardium Inc., a biomedical company that is developing a sophisticated catheter for the treatment of atrial fibrillation, where I will be returning to work in the summer.",
            "I have enjoyed being Project Lead of the Respiratory Rate Monitor Team, and am now excited about becoming an Executive Team Member to continue the incredible growth of this team. I envision this team continuing to tackle complex initiatives, while providing a resource for development for students at UBC, and in the greater community."
          ]
        },
        {
          "name": "Alessandro Narciso",
          "title": "Chief Operations Officer",
          "img": "/static/img/teams/exec/alessandro-narciso.jpg",
          "link": "https://www.linkedin.com/in/alessandronarciso",
          "desc": [
            "Ever since I first became interested in engineering, the innovations that astounded me most were the biomedical ones. The concept of being able to save someone’s life or improve it through biomedical innovations was so inspiring to me. This drove me to join BEST in the beginning of my first year at UBC and I have been a member of the club ever since. I am currently finishing my second year of Electrical Engineering.",
            "When first joining BEST, I was member of the Infectious Disease Emergency Aid - Electronic Medical Records System Project (IDEA – EMR). There, I worked on creating mockups and prototypes to demonstrate the workflow to doctors and receive feedback from them. I also helped in designing and testing the user interface of the EMR. After the project was completed and handed off to ICChange for implementation, I was a member of the Respiratory Rate Monitor Project where I worked on troubleshooting and developing the prototype code.",
            "My work experience consists of 4 months with the Government of Alberta, Department of Economic Development and Trade, where I enriched my business and entrepreneurial skills by aiding my team in marketing Albertan corporations to attract foreign investment and trade opportunities in energy, health, and technology sectors.",
            "Being a part of BEST has been the highlight of my university career. BEST has given me the chance to develop my technical skills for the past 2 years and I hope to keep contributing to the club’s success by taking on the role of COO. It is so exciting to be a part of such a talented and driven group of students who are changing the world through biomedical innovation."
          ]
        },
        {
          "name": "Amara Kraft",
          "title": "Chief Technology Officer",
          "img": "/static/img/teams/exec/amara-kraft.jpg",
          "link": "https://ca.linkedin.com/in/amara-kraft-75803786",
          "desc": ["The moment that I learned about BEST, I began the process of joining the team so I could surround myself with other like-minded students with a passion for biomedical engineering. I am currently finishing my 3rd year of Mechanical Engineering in the Biomedical Option, with a Minor in Commerce.",
            "Since working on the early stages of the Music to Movement project, I have been a member of the Femur Fracture Treatment Project (FFTP). With this project I have been involved with the early research stages and have since been a key member in the prototype phase. I have now stepped up into the role of CTO for BEST and enjoy helping all the projects meet their deadlines and achieve their goals.",
            "I have developed a range of skills gained from different co-op experiences with the Department of Fisheries and Oceans, Shell, and Skytrain.",
            "Working with such a great group of students that are passionate about the biomedical field, has been the most rewarding part of being involved in UBC BEST. I believe in this team and what we can accomplish with the goal of helping people and having an impact on the medical world."
          ]
        }
      ]
    },
    {
      "id": "alum",
      "icon": "fa-star",
      "tab": "Alumni",
      "name": "Alumni",
      "members": [
        {
          "name": "Nima Sarrafi",
          "img": "/static/img/teams/alum/nima-sarrafi.jpg"
        },
        {
          "name": "Parynaz Adamy",
          "img": "/static/img/teams/alum/parynaz-adamy.jpg"
        },
        {
          "name": "Amara Kraft",
          "img": "/static/img/teams/alum/amara-kraft.jpg"
        },
        {
          "name": "Blake Henderson",
          "img": "/static/img/teams/alum/blake-henderson.jpg"
        },
        {
          "name": "May Liang",
          "img": "/static/img/teams/alum/may-liang.jpg"
        },
        {
          "name": "Marysia Grzybowski",
          "img": "/static/img/teams/alum/marysia-grzybowski.jpg"
        },
        {
          "name": "Julie Kerr",
          "img": "/static/img/teams/alum/julie-kerr.jpg"
        },
        {
          "name": "Eric Cho",
          "img": ""
        },
        {
          "name": "Himani Kukreja",
          "img": ""
        },
        {
          "name": "Hannah Haghdadi",
          "img": "/static/img/teams/alum/hannah-haghdadi.jpg"
        },
        {
          "name": "Andrea Marshall",
          "img": "/static/img/teams/alum/andrea-marshall.jpg"
        },
        {
          "name": "Elizabeth Wicks",
          "img": "/static/img/teams/alum/elizabeth-wicks.jpg"
        },
        {
          "name": "Emil Maric",
          "img": ""
        },
        {
          "name": "Hamza Faran",
          "img": ""
        },
        {
          "name": "Isabel Keng",
          "img": "/static/img/teams/alum/isabel-keng.jpg"
        },
        {
          "name": "Kieran Wou",
          "img": ""
        },
        {
          "name": "Koushik Peri",
          "img": ""
        },
        {
          "name": "Marcus Cheung",
          "img": ""
        },
        {
          "name": "Muieen Cader",
          "img": ""
        },
        {
          "name": "Ryan Wong",
          "img": "/static/img/teams/alum/ryan-wong.jpg"
        },
        {
          "name": "Vivian Wong",
          "img": ""
        },
        {
          "name": "Sagar Patel",
          "img": ""
        },
        {
          "name": "Tina Saad",
          "img": ""
        },
        {
          "name": "Yin Yu Eunice Kwok",
          "img": ""
        },
        {
          "name": "Zachary Moshansky",
          "img": ""
        },
        {
          "name": "Juan Pablo Gomez",
          "img": ""
        },
        {
          "name": "Bhavsagar Malhi",
          "img": ""
        },
        {
          "name": "Tricia Jose",
          "img": ""
        }
      ]
    },
    {
      "id": "adv",
      "icon": "fa-commenting",
      "tab": "Advisor",
      "name": "Advisor Team",
      "members": [
        {
          "name": "Rohit Singla",
          "title": "Advisor",
          "img": "/static/img/teams/adv/rohit-singla.jpg",
          "link": "",
          "desc": [
            "Rohit is an MASc candidate in Biomedical Engineering. His research is innovating surgical techniques for kidney cancer. "
          ]
        },
        {
          "name": "David Weekes",
          "title": "Advisor",
          "img": "",
          "link": "",
          "desc": [
            "My passion for biotechnology and innovation stems from a project I was involved in at the start of 2016, in which myself and a small, interdisciplinary team of UBC students underwent the initial stages of building a health-and-wellness start-up.",
            "We focused more on the business side of things, including customer discovery, financial planning, networking, and investment pitching; however, I am a scientist at heart, and I have lots of experience in publishing, experimental design, IP searches, and data processing."
          ]
        }
      ]
    },
    {
      "id": "ment",
      "icon": "fa-user",
      "tab": "Mentorship",
      "name": "Mentorship Program",
      "members": [
        {
          "name": "Aria Rezapour",
          "position": "Head of Mentorship",
          "img": "/static/img/projects/m2m/aria-rezapour.jpg",
          "desc": [
            "As a Head of Mentorship and member of Music to Movement I strive to support and guide new members of UBC BEST to develop the technical and professional skills to contribute to finding solutions in Biomedical Engineering. This opportunity has allowed me to combine my passion and experience in developing Biomedical devices with my desire to teach others and help them build their capacity.",
            "The Biomedical field provides a unique opportunity, as I continues to strive towards working for social change, and explore the contributions that the marriage of engineering and physiology can have to improving people’s lives and society at large, an endeavour I hope to share with others."
          ]
        },
        {
          "name": "Alexander Waslen",
          "position": "Head of Mentorship",
          "img": "/static/img/projects/femur/alexander-waslen.png",
          "desc": [
            ""
          ]
        },
        {
          "name": "Maria Phelan",
          "position": "Mentee",
          "img": "/static/img/teams/ment/maria-phelan.png",
          "desc": [
            "Maria is excited to be able to work with BEST during her first year of engineering; she is currently helping the Respiratory Rate Monitor Team develop a monitor on the Arduino platform."
          ]
        },
        {
          "name": "Sophie Varabioff",
          "position": "Mentee",
          "img": "/static/img/teams/ment/sophie-varabioff.png",
          "desc": [
            "As an engineering student with a kinesiology background, I hope to learn how to use the scientific knowledge I have to help solve real world problems. Working with such a great group of students that are passionate about the biomedical field is teaching me valuable skills that will help me on this road."
          ]
        },
        {
          "name": "Allison Yao",
          "position": "Mentee",
          "img": "/static/img/teams/ment/allison-yao.png",
          "desc": [
            ""
          ]
        },
        {
          "name": "Kirsty Hawke",
          "position": "Mentee",
          "img": "/static/img/teams/ment/kirsty-hawke.png",
          "desc": [
            "Growing up in Zambia, I have developed a passion for helping people, particularly when it comes to health care. I joined UBC BEST to improve my technical skills and to meet a group of like-minded people."
          ]
        },
        {
          "name": "Darryl Greenough",
          "position": "Mentee",
          "img": "/static/img/teams/ment/darryl-greenough.png",
          "desc": [
            ""
          ]
        },
        {
          "name": "Parmis Mohaghegh",
          "position": "Mentee",
          "img": "/static/img/teams/ment/parmis-mohaghegh.png",
          "desc": [
            "Having the experience of volunteering at a pediatric hospital for children with cancer and observing how the technology produced by biomedical engineers can help save lives, I set my goal to become a biomedical engineer and came to UBC to start my post-secondary education. My hope is to advance my knowledge in this field by continuing my education and pursuing M.S. and Ph.D. Joining BEST has been an amazing experience and helped me develop great teamwork and innovative thinking skills."
          ]
        },
        {
          "name": "Carson Hopkins",
          "position": "Mentee",
          "img": "",
          "desc": [
            "I am passionate about biomedical engineering, specifically assistive technology. I spent my first year with BEST on the Enable mechanical team, working to build an upper-body exoskeleton. I am excited to gain work experience and dedicate my career to the improvement of health care. Outside of school, I love to play tennis, golf and hockey."
          ]
        },
        {
          "name": "Emilie Boras",
          "position": "Mentee",
          "img": "/static/img/teams/ment/emilie-boras.png",
          "desc": [
            "My introduction to BEST has allowed me to partake in an environment of creative, knowledgeable, and supportive individuals. I hope to expand upon my academic studies and pharmaceutical experience to become a valuable creator of biomedical solutions. I am most passionate about regenerative and augmentative medicines, especially the use of bio-printing and the creation of prosthetics. The incorporation of technology in medicine has invaluable potential for good and I want to help make it a reality."
          ]
        },
        {
          "name": "Gabrielle Booth",
          "position": "Mentee",
          "img": "/static/img/teams/ment/gabrielle-booth.png",
          "desc": [
            "I was drawn into biomedical engineering after conducting research on various axonal proteins at a University of Vermont laboratory. I started to yearn to use this knowledge to work on developing systems to help combat some of the neurodegenerative diseases, such as Alzheimer’s which occur when these proteins degrade. Working with MINT has allowed me to better understand the engineers perspective and process of developing solutions to not only these same problems, but a vast field of neurotech challenges."
          ]
        },
        {
          "name": "Allison Simpson",
          "position": "Mentee",
          "img": "/static/img/teams/ment/allison-simpson.png",
          "desc": [
            ""
          ]
        },
        {
          "name": "Rana Ahmed Barghout",
          "position": "Mentee",
          "img": "/static/img/teams/ment/rana-barghout.png",
          "desc": [
            ""
          ]
        }

      ]
    }
  ]
}
